Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">You can enter wildcard patterns to search the dictionary for answers.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The pattern can contain letters, <span style=" font-weight:600;">? </span>for one arbitrary letter and <span style=" font-weight:600;">*</span> for any number of arbitrary letters.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">For example "HO??E" matches all answers starting with "HO", ending with "E" and having two arbitrary letters in between. "HOUSE" would be matched by that pattern.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Answers are searched while typing the pattern.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note:</span> When you change the settings of the clue, a pattern is automatically constructed, based on the letters that are already in the crossword at the positions of the clue.</p></body></html>
bs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Možete unijeti zamjenske obrasce da pretražite rječnik za odgovore.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Obrazac može sadržavati slova, <span style=" font-weight:600;">? </span>za jedno proizvoljno slovo <span style=" font-weight:600;">*</span> za bilo koji broj proizvoljnih slova.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Za primjer "HO??E" uklapa sve odgovore koji počinju sa "HO", završavaju sa "E"i dva proizvoljna slova između. "HOUSE" bi se poklapalo sa tim obrascem.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Odgovori se traže dok se ukucava obrazac.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note:</span>Kada promjenite postavke traga, obrazac je automatski konstruiran, bazirano da slovima koji su već u ukrštenim riječima na pozicijama traga.</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Můžete zadat vzory pro zástupné znaky pro hledání odpovědí ve slovníku.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vzor může obsahovat písmena, <span style=" font-weight:600;">? </span>pro libovolné písmeno a <span style=" font-weight:600;">*</span> pro jakýkoli počet libovolných písmen</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Například "SV??LO" odpovídá všem odpovědím, které začínají na "SV", končí na "LO" a mezi tím mají dvě libovolná písmena. "SVĚTLO" by tomuto vzoru odpovídalo.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Odpovědi jsou hledány během zapisování vzoru.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Poznámka:</span> Změníte-li nastavení nápovědy, je automaticky sestaven vzor, který je založen na písmenech, jež jsou již v křížovce v polohách nápověd.</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sie können Platzhalter benutzen. um im Wörterbuch nach Antworten zu suchen.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Das Muster darf Buchstaben wie <span style=" font-weight:600;">? </span>für einen beliebigen Buchstaben und wie <span style=" font-weight:600;">*</span> für jede Anzahl von beliebigen Buchstaben enthalten.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zum Beispiel trifft „H??s“ auf alle Antworten zu, die mit „H“ beginnen, mit „s“ enden und dazwischen zwei beliebige Buchstaben enthalten. „Haus“ passt auf diese Muster.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nach Antworten wird bei der Eingabe des Suchmusters gesucht.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note:</span> Wenn Sie die Einstellungen für den Hinweis ändern, wird automatisch ein Muster aus den im Kreuzworträtsel an der Stelle des Hinweises vorhandenen Buchstaben erstellt.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Puede introducir patrones de comodines para buscar respuestas en el diccionario.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">El patrón puede contener letras, <span style=" font-weight:600;">? </span>para una letra arbitraria y <span style=" font-weight:600;">*</span> para cualquier número de letras arbitrarias.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por ejemplo, «CO??E» encaja con todas las respuestas que empiezan por «CO», terminan con «E» y tienen dos letras cualesquiera entre medias. «COCHE» encajaría en ese patrón.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Se buscan las respuestas mientras se teclea el patrón.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nota:</span> Cuando cambia la configuración de una definición, se construye automáticamente una plantilla basada en las letras que ya están situadas en el crucigrama en las posiciones de la definición.</p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sõnaraamatust vastuste otsimiseks võib sisestada metamärkidega mustri.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Muster võib sisaldada tähti, <span style=" font-weight:600;">? </span>suvalise märgi ja <span style=" font-weight:600;">*</span> suvalise arvu suvaliste märkide jaoks.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Näiteks mustrile "HO??E" vastavad kõik vastused, mille alguses on "HO", lõpus "E" ja seal vahel kaks suvalist tähte. Sellel mustrile vastab näiteks "HOONE".</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vastuseid hakatakse otsima kohe mustri kirjutamise ajal.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Märkus:</span> kui muuda küsimuse seadistusi. luuakse muster automaatselt nende tähtede põhjal, mis on juba ristsõnas küsimuse asukohtades.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vous pouvez saisir un motif contenant un caractère générique pour chercher des réponses dans le dictionnaire.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Le motif peut contenir des lettres, <span style=" font-weight:600;"> ? </span> pour une lettre arbitraire et <span style=" font-weight:600;">*</span> pour n'importe quel nombre de lettres arbitraires.<p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Par exemple, « MA ??ON » renverra toutes les réponses commençant par "MA" suivies de deux lettres et finissant par « ON ». « MAISON » ou « MARRON » par exemple.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Les réponses sont cherchées au fur et à mesure que vous tapez le motif de recherche.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Remarque :</span> Quand vous modifiez la configuration de l'indice, un motif est automatiquement créé, en utilisant les lettres déjà dans la grille à la position de l'indice.</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Puoi inserire schemi con caratteri jolly per cercare le risposte nel dizionario.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Lo schema può contenere lettere, <span style=" font-weight:600;">? </span>per indicare una lettera qualsiasi e <span style=" font-weight:600;">*</span> per un numero qualsiasi di lettere.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Per esempio «HO??E» indica tutte le risposte che iniziano con «HO», finiscono con «E» e hanno due due lettere qualsiasi in mezzo. Il termine «HOUSE» combacerebbe con questo schema.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Le risposte vengono cercate mentre inserisci lo schema.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nota:</span> Quando modifichi le impostazioni di una definizione, uno schema è costruito automaticamente, basandosi sulle lettere che sono già presenti nel cruciverba nelle posizioni della definizione.</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Możesz podać wzory znaków wieloznacznych, aby przeszukać słownik pod kątem odpowiedzi.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Wzorzec może zawierać litery, <span style=" font-weight:600;">? </span>dla jednej dowolnej literyi <span style=" font-weight:600;">*</span> dla dowolnej liczby dowolnych liter.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Na przykład "HO??E" dopasowuje się do wszystkich odpowiedzi zaczynających się do "HO", kończących się na "E" i mających dwie dowolne litery pomiędzy. Z takim wzorcem można by było dopasować "HOUSE".</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Odpowiedzi zostają przeszukiwane podczas pisania wzorca.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Zauważ:</span> Gdy zmienisz ustawienia określenia, wzorzec zostaje automatycznie skonstruowany w oparciu o litery, które już są w krzyżówce na pozycjach określenia.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Você poderá indicar padrões de caracteres especiais para procurar as respostas no dicionário.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">O padrão poderá conter letras, <span style=" font-weight:600;">? </span>para uma letra arbitrária e <span style=" font-weight:600;">*</span> para qualquer conjunto de letras arbitrário.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por exemplo "??TEM" corresponde a todas as respostas que terminam em "TEM" e duas letras arbitrárias no início. "ONTEM" iria corresponder a esse padrão.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">As respostas serão pesquisadas enquanto escreve o padrão.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nota:</span> Quando mudar a configuração da pista, será construído um padrão automaticamente, com base nas letras que já constam nas palavras cruzadas, para as posições indicadas para a pista.</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Du kan ange mönster med jokertecken för att söka efter svar i ett lexikon.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Mönstret kan innehålla bokstäver, <span style=" font-weight:600;">? </span>för en godtycklig bokstav och <span style=" font-weight:600;">*</span> för vilket antal godtyckliga bokstäver som helst.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Exempelvis motsvarar "HU??T" alla svar som börjar med "HU", slutar med "T" och har två godtyckliga bokstäver däremellan. "HUSET" skulle stämma med detta mönster.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Svaren söks efter medan mönstret skrivs in.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Observera:</span> När du ändrar nyckelns inställningar, skapas ett mönster automatiskt baserat på de bokstäver som redanfinns i korsordet på nyckelns positioner.</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Для пошуку відповідей у словнику ви можете скористатися шаблонами заміни.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">У ключі пошуку можуть міститися літери та символи <span style=" font-weight:600;">?</span> — одна довільна літера, або <span style=" font-weight:600;">*</span> — довільна кількість довільних літер.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Наприклад, за ключем «ЯБ??КО» буде знайдено всі слова, що починаються на «ЯБ», завершуються на «КО», такі, що між цими двома частинами міститься дві довільні літери. За таким ключем буде знайдено слово «ЯБЛУКО».</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Програма шукатиме відповіді безпосередньо під час введення вами ключа пошуку.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Зауваження:</span> під час зміни параметрів питання програма автоматично створюватиме ключ пошуку на основі вже відомих літер кросворда на позиціях літер відповіді на питання.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'FreeSans'; font-size:10pt;">In a "Coded Puzzle" each answer letter is mapped to a clue number. The solver has to find out which clue number belongs to which letter.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'FreeSans'; font-size:10pt;">To change the mapping of an answer letter select it in the list, enter it's new clue number and click "Set Mapping".</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:'FreeSans'; font-size:10pt;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'FreeSans'; font-size:10pt; font-weight:600;">Note:</span><span style=" font-family:'FreeSans'; font-size:10pt;"> Conflicting mappings are resolved automatically.</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">In un cruciverba crittografato ogni lettera della risposta è associata ad un numero di definizione. Colui che risolve deve trovare quale numero si riferisce ad una determinata lettera.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Per modificare l'associazione di una lettera selezionala nell'elenco, inserisci il nuovo numero di definizione e fai clic su "Imposta associazione".</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nota:</span> Le associazioni conflittuali sono risolte automaticamente.</p></body></html>

# Used for the text of the change clue undo command, when the clue text is empty.
source: <placeholder>empty</placeholder>
bs: <placeholder>prazno</placeholder>
cs: <placeholder>prázdné</placeholder>
de: <placeholder>leer</placeholder>
es: <placeholder>vacío</placeholder>
et: <placeholder>tühi</placeholder>
fr: <placeholder>vide</placeholder>
it: <placeholder>vuoto</placeholder>
pl: <placeholder>puste</placeholder>
pt_br: <placeholder>vazio</placeholder>
sv: <placeholder>tom</placeholder>
uk: <placeholder>порожнє</placeholder>
