Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: The crossword doesn't have 180 degree rotation symmetry. To achieve symmetry make sure that each empty cell has a counterpart at it's 180 degree rotated position.
bs: Križaljka nema 180 stepenu rotacionu simetriju. Da bi postigli simetriju provjerite da svaka prazna ćelija ima duplikat na njenoj 180 stepeni rotacionoj poziciji.
cs: Křížovka nemá 180° souměrnost otáčení. Pro dosažení souměrnosti se ujistěte, že každé prázdné políčko má svůj protějšek, další prázdné políčko, ve své o 180 stupňů otočené poloze.
de: Das Kreuzworträtsel hat keine 180 Grad Rotations-Symmetrie. Um Symmetrie zu erreichen, stellen Sie sicher, dass es zu jeder leeren Zelle eine weitere leere Zelle an der um 180 Grad gedrehten Position gibt.
es: El crucigrama no tiene una simetría de rotación de 180 grados. Para conseguir la simetría, asegúrese de que cada casilla vacía tiene una equivalente en la misma posición rotada 180 grados.
et: Ristsõna ei vasta 180 kraadi all pööramise sümmeetriale. Sümmeetria saavutamiseks kontrolli, et igal tühjal ruudul oleks vaste 180 kraadi all pööratud positsioonis.
fr: La grille n'a pas de symétrie de rotation de 180 degrés. Pour obtenir cette symétrie, veuillez vous assurer que chaque case vide possède son pendant à sa position tournée de 180 degrés.
it: Il cruciverba non ha una simmetria di rotazione di 180 gradi. Per ottenere la simmetria assicurati che ogni casella vuota abbia una corrispondente nella sua posizione ruotata di 180 gradi.
pl: Krzyżówka nie zachowuje symetrii przy obrocie o 10 stopni. Aby osiągnąć symetrię upewnij się, że każda pusta kratka ma swój odpowiednik w pozycji obróconej o 180 stopni.
pt_br: As palavras cruzadas não têm uma simetria de rotação em 180 graus. Para obter uma simetria, certifique-se de que cada célula vazia tem uma correspondente na sua posição rodada em 180 graus.
sv: Korsordet har inte 180 graders rotationssymmetri. För att åstadkomma symmetri, försäkra dig om att varje tom ruta har en motsvarighet på samma position roterad 180 grader.
uk: Кросворд не має дзеркальної симетрії. Щоб досягти симетрії, ви маєте створити для кожної порожньої клітинки її відповідник у кросворді, повернутому на 180 градусів.

source: The crossword has 180 degree rotation symmetry.
bs: Križaljka ima 180 stepenu rotacionu simetriju.
cs: Křížovka má 180° souměrnost otáčení.
de: Das Kreuzworträtsel hat 180 Grad Rotations-Symmetrie.
es: El crucigrama tiene una simetría de rotación de 180 grados.
et: Ristsõna vastab 180 kraadi all pööramise sümmeetriale.
fr: La grille a une symétrie de rotation de 180 degrés.
it: Il cruciverba ha una simmetria di rotazione di 180 gradi.
pl: Krzyżówka zachowuje symetrię przy obrocie o 180 stopni.
pt_br: As palavras cruzadas têm simetria de rotação em 180 graus.
sv: Korsordet har 180 graders rotationssymmetri.
uk: Кросворд має дзеркальну симетрію.

source: The crossword type couldn't be determined, so 'Free Crossword' is assumed. Do you want to convert the crossword to another type now? (Note: You can convert it later in "Edit" > "Crossword Properties")
bs: Tip križaljke ne može biti odlučen, tako da je pretpostavljena 'Slobodna križaljka'. Da li želite da pretvorite križaljku u drugi tip sada? (Napomena: Možete je kasnije pretvoriti u "Uredi" > "Postavke križaljke")
cs: Nepodařilo se zjistit druh křížovky. Předpokládá se, že jde o "Volnou křížovku" Chcete nyní tuto křížovku převést na jiný druh? (Poznámka: Můžete ji převést později pomocí nabídky "Úpravy" > "Vlastnosti křížovky")
de: Der Kreuzworträtsel-Typ kann nicht ermittelt werden, „Freies Kreuzworträtsel“ wird angenommen. Möchten Sie das Kreuzworträtsel jetzt in einen anderen Typ umwandeln? (Hinweis: Sie können das Kreuzworträtsel später über „Bearbeiten“ > „Kreuzworträtsel-Eigenschaften“ umwandeln)
es: No se ha podido determinar el tipo de crucigrama, así que se asume un «crucigrama libre». ¿Desea convertir el crucigrama a otro tipo ahora? (Nota: puede convertirlo más tarde en «Editar»/«Propiedades del crucigrama»)
et: Ristsõna tüüpi ei õnnestunud määrata, mistõttu eeldatakse, et see on 'vaba ristsõna'. Kas soovid teisendada ristsõna mõnda muusse tüüpi? (Märkus: teisendada saab ka hiljem "Redigeerimine" > "Ristsõna omadused" abil)
fr: Impossible de déterminer le type de grille. Choix du type par défaut « Mots croisés libres. » Voulez-vous convertir maintenant la grille vers un autre type ? (Remarque : vous pourrez la convertir plus tard dans « Édition » => « Propriétés de la grille »)
it: Non è stato possibile determinare il tipo di cruciverba, di conseguenza viene considerato «Cruciverba libero». Vuoi convertire il cruciverba a un altro tipo ora? (Nota: puoi convertirlo dopo tramite Modifica > Proprietà del cruciverba)
pl: Nie można określić typu krzyżówki, tak więc przyjęto 'Dowolną Krzyżówkę'. Czy chcesz teraz przekształcić krzyżówkę do innego typu? (Zauważ: Możesz ją później przekształcić przy pomocy "Edycja" > "Właściwości krzyżówki")
pt_br: Não foi possível determinar o tipo de palavras cruzadas, sendo assumido as 'Palavras cruzadas Livres'. Você deseja converter agora as palavras cruzadas para outro tipo? (Nota: Você poderá fazer a conversão mais tarde em "Editar" > "Propriedades das palavras cruzadas")
sv: Korsordstyp kunde inte avgöras, alltså antas 'Fritt korsord'. Vill du konvertera korsordet till en annan typ nu? (Observera: Du kan konvertera det senare med "Redigera" -> "Korsordsegenskaper")
uk: Не вдалося визначити тип кросворда, зроблено припущення, що кросворд належить до «Довільних кросвордів». Бажаєте, щоб програма здійснила перетворення кросворда на інший тип? (Зауваження: здійснити перетворення можна пізніше за допомогою пункту меню «Зміни > Властивості кросворда»)

source: The current crossword has been modified. Would you like to save it?
bs: Trenutačna križaljka je bila promijenjen. Da li želite ovo da spasite?
cs: Nynější křížovka byla změněna. Chtěl byste ji uložit?
de: Das aktuelle Kreuzworträtsel wurde verändert. Möchten Sie es speichern?
es: El crucigrama actual ha sido modificado. ¿Desea guardarlo?
et: Aktiivset ristsõna on muudetud. Kas soovid selle salvestada?
fr: La grille actuelle de mots-croisés a été modifiée. Voulez-vous l'enregistrer ?
it: Il cruciverba attuale è stato modificato. Vuoi salvarlo?
pl: Obecna krzyżówka została zmodyfikowana. Czy chcesz ją zapisać?
pt_br: As palavras cruzadas atuais foram modificadas. Deseja salvá-las?
sv: Det nuvarande korsordet har ändrats. Vill du spara det?
uk: Поточний кросворд було змінено. Бажаєте зберегти його?

source: The current crossword type doesn't allow clue cells.
cs: Nynější druh křížovky nepovoluje políčka s nápovědami.
de: Der aktuelle Kreuzworträtsel-Typ erlaubt keine Hinweiszellen.
es: El tipo de crucigrama actual no permite que haya casillas de definición.
et: Aktiivne ristsõnatüüp ei luba küsimusruute.
fr: Le type actuel de grille ne permet pas d'ajouter des cases d'indice.
it: Il tipo attuale di cruciverba non consente l'utilizzo di caselle autodefinite.
pl: Obecne typ krzyżówki nie pozwala na kratki określeń.
pt_br: O tipo de palavras cruzadas atual não permite células de pistas.
sv: Den nuvarande korsordstypen tillåter inte nyckelrutor.
uk: У поточному типі кросворда не передбачено клітинок питань.

source: The current crossword type doesn't allow image cells.
cs: Nynější druh křížovky nepovoluje políčka s obrázky.
de: Der momentane Kreuzworträtsel-Typ erlaubt keine Bildzellen.
es: El tipo actual de crucigrama no permite que haya casillas con imágenes.
et: Aktiivne ristsõnatüüp ei luba pildiruute.
fr: Le type actuel de grille ne permet pas l'ajout de cases d'image.
it: Il tipo attuale di cruciverba non consente l'utilizzo di caselle immagine.
pl: Obecny typ krzyżówki nie pozwala na kratki obrazów.
pt_br: O tipo de palavras cruzadas atuais não permite células de imagens.
sv: Den nuvarande korsordstypen tillåter inte bildrutor.
uk: У поточному типі кросворда не передбачено клітинок зображень.

source: The current crossword type requires a clue cell for each clue.
cs: Nynější druh křížovky vyžaduje políčko s nápovědou pro každou nápovědu.
de: Der aktuelle Kreuzworträtsel-Typ erfordert Hinweiszellen für jeden Hinweis.
es: El tipo de crucigrama actual requiere que haya una casilla de definición para cada definición.
et: Aktiivne ristsõnatüüp nõuab igale küsimusele küsimusruutu.
fr: Le type actuel de grille impose une case par indice.
it: Il tipo attuale di cruciverba richiede una casella autodefinita per ogni definizione.
pl: Obecne typ krzyżówki wymaga kratki określenia dla każdej kratki.
pt_br: O tipo de palavras cruzadas atual necessita de uma célula de pistas para cada célula.
sv: Den nuvarande korsordstypen kräver en nyckelruta för varje nyckel.
uk: У поточному типі кросворда для кожного питання слід додавати клітинку питання.

source: The file is not a Krossword version &lt;= 1.1 file.
cs: Soubor není souborem Krossword ve verzi &lt;= 1.1.
it: Il file non è un file Krossword versione &lt;= 1.1.

source: The folder already exists in the library.
cs: Složka již v knihovně existuje.
de: Der Ordner existiert bereits in der Sammlung.
es: La carpeta ya existe en la biblioteca.
et: Kataloog on kogus juba olemas.
fr: Le sous-dossier existe déjà dans la bibliothèque.
it: La cartella esiste già nella raccolta.
pl: Katalog już istnieje w bibliotece.
pt_br: A pasta já existe na biblioteca.
sv: Katalogen finns redan i biblioteket.
uk: Тека з такою назвою вже існує у бібліотеці.

source: The image doesn't fit in the grid with the given settings.
cs: Obrázek se nevejde do mřížky s daným nastavením.
de: Die Bildzelle passt nicht in das Gitter mit den gegebenen Einstellungen.
es: La imagen no encaja en la cuadrícula con los parámetros dados.
et: Pilt ei mahu määratud seadistuste korral ruudustikku.
fr: L'image ne s'adapte pas à la grille avec la configuration actuelle
it: L'immagine non si adatta alla griglia con le impostazioni date.
pl: Obraz nie mieści się w siatce o podanych ustawieniach.
pt_br: A imagem não se ajusta à grade, devido a configuração indicada.
sv: Bilden får inte plats i rutnätet med givna inställningar.
uk: Зображення не вкладається у сітку з вказаними параметрами.

source: The minimum length of answers to clues
bs: Minimalna dužina odgovora na tragove
cs: Nejmenší délka odpovědí k nápovědám
de: Die minimale Länge von Antworten auf Hinweise
es: La longitud mínima de las respuestas a las definiciones
et: Küsimuste vastuste minimaalne pikkus
fr: La longueur minimale des réponses aux indices
it: La lunghezza minima delle risposte alle definizioni
pl: Minimalna długość odpowiedzi na określenia
pt_br: O tamanho mínimo das respostas às pistas
sv: Den minimala längden för svar på nycklar
uk: Мінімальна кількість літер у відповіді на питання

source: The name of the crossword type
bs: Ime crossword tipa
cs: Název druhu křížovky
de: Der Name des Kreuzworträtsel-Typs
es: Nombre del tipo de crucigrama
et: Ristsõnatüübi nimi
fr: Le nom du type de grille
it: Il nome del tipo di cruciverba
pl: Nazwa typu krzyżówki
pt_br: O nome do tipo de palavras cruzadas
sv: Korsordstypens namn
uk: Назва типу кросворда

source: The new clue number for the selected letter.
bs: Novi trag broja za odabrano slovo.
cs: Nové číslo nápovědy pro vybrané písmeno.
de: Die neue Hinweis-Nummer für den markierten Buchstaben.
es: El nuevo número de definición para la letra seleccionada.
et: Valitud tähe uus küsimusnumber.
fr: Le nouveau numéro d'indice pour la lettre sélectionnée.
it: Il nuovo numero della definizione per la lettera selezionata.
pl: Nowy numer określenia dla wybranej litery.
pt_br: O novo número de pista para as letras selecionadas.
sv: Det nya nyckelnumret för markerad bokstav.
uk: Новий номер для позначеної літери.

source: The selected letter cell has been solved
cs: Vybrané políčko s písmenem bylo vyluštěno
it: La casella lettera selezionata è stata risolta

source: The size will be shrinked to match the aspect ratio of the crossword
it: La dimensione sarà modificata per adattarsi alle proporzioni del cruciverba

source: The solution letter position %1 is already assigned.
bs: Pozicija slova rješenja %1 je već dodjeljena.
cs: Poloha písmene řešení %1 je již přiřazena.
de: Die Position %1 des Lösungs-Buchstaben ist bereits zugewiesen.
es: La posición de la letra de la solución %1 ya está asignada.
et: Lahendustähe asukoht %1 on juba kasutusel.
fr: La position pour la lettre de réponse %1 est déjà affectée.
it: La posizione %1 della lettera soluzione è già assegnata.
pl: Pozycja litery rozwiązania %1 jest już przypisana.
pt_br: A posição da letra da solução %1 já está atribuída.
sv: Lösningsbokstavens position %1 är redan tilldelad.
uk: Позицію літери слова-розв’язку %1 вже призначено.

source: The title of the crossword
bs: Naslov križaljke
cs: Název křížovky
de: Der Titel des Kreuzworträtsels
es: Título del crucigrama
et: Ristsõna nimi
fr: Le titre de la grille
it: Il titolo del cruciverba
pl: Tytuł krzyżówki
pt_br: O título das palavras cruzadas
sv: Korsordets namn
uk: Назва кросворда

source: The type of clues (strings or numbers)
bs: Tipovi tragova (slova ili brojevi)
cs: Druh nápověd (text nebo čísla)
de: Der Hinweisen-Typ (Text oder Nummer)
es: Tipo de definiciones (cadenas o números)
et: Küsimuste tüüp (stringid või arvud)
fr: Le type d'indice (chaînes de lettres ou nombres)
it: Il tipo di definizioni (parole o numeri)
pl: Typ określeń (ciągi znaków lub numery)
pt_br: O tipo de pistas (textos ou números)
sv: Typ av nycklar (strängar eller tal)
uk: Тип питань (рядки чи числа)

source: The type of content of letter cells
bs: Tip sadržaja ćelija slova
cs: Druh obsahu políček s písmeny
de: Der Inhalt-Typ von Buchstabenzellen
es: Tip ode contenido de las casillas de letra
et: Täheruutude sisu tüüp
fr: Le type de contenu des cases de lettre
it: Il tipo di contenuto delle caselle lettera
pl: Typ treści kratek liter
pt_br: O tipo de conteúdo das células de letras
sv: Typ av innehåll i bokstavsrutor
uk: Тип вмісту клітинок

source: Theme
bs: Tema
cs: Vnější úprava
de: Design
es: Tema
et: Teema
fr: Thème
it: Tema
pl: Motyw
pt_br: Tema
sv: Tema
uk: Тема

source: There are missing / wrong letters, sorry.
it: Spiacente, ci sono lettere errate/mancanti.

source: There was an error opening the crossword. %1
cs: Při otevírání křížovky se vyskytla chyba. %1
de: Fehler beim Öffnen des Kreuzworträtsels. %1
es: Ha habido un error al abrir el crucigrama. %1
et: Ristsõna avamisel tekkis tõrge. %1
fr: Erreur lors de l'ouverture de la grille. %1
it: Si è verificato un errore durante l'apertura del cruciverba. %1
pl: Wystąpił błąd otwierania krzyżówki. %1
pt_br: Ocorreu um erro ao abrir as palavras cruzadas. %1
sv: Ett fel uppstod när korsordet skulle öppnas. %1
uk: Під час спроби відкриття кросворда сталася помилка. %1

source: There was an error while exporting to '%1'
bs: Postoji greška pri izvozu u '%1'
cs: Při vyvádění do '%1' se vyskytla chyba
de: Fehler beim Exportieren zu ‚%1‘
es: Ha habido un error al exportar a «%1»
et: Failina '%1' eksportimisel tekkis tõrge
fr: Une erreur s'est produite lors de l'exportation vers « %1 »
it: Si è verificato un errore durante l'esportazione a «%1»
pl: Wystąpił błąd podczas eksportowania do '%1'
pt_br: Ocorreu um erro ao exportar para '%1'
sv: Ett fel uppstod vid export till '%1'
uk: Під час спроби експортування до «%1» сталася помилка.

source: There was an error while importing from '%1'
bs: Postoji greška pri uvozu iz '%1'
cs: Při zavádění z '%1' se vyskytla chyba
de: Fehler beim Importieren von ‚%1‘
es: Ha habido un error al importar de «%1»
et: Importimisel failist '%1' tekkis tõrge
fr: Une erreur s'est produite lors de l'importation de la grille à partir de « %1 »
it: Si è verificato un errore durante l'importazione da «%1»
pl: Wystąpił błąd podczas importowania z '%1'
pt_br: Ocorreu um erro ao importar de '%1'
sv: Ett fel uppstod vid import från '%1'
uk: Під час спроби імпортування з «%1» сталася помилка.

# Short description of the crossword type 'Free'
source: This is a special type that tries to be least restrictive.
bs: Ovo je poseban tip koji pokušava da bude najmanje ograničen.
cs: Toto je zvláštní druh, který se pokouší být co nejméně omezující.
de: Dies ist ein spezieller Typ, mit den meisten möglichen Freiheiten.
es: Este es un tipo especial que intenta ser menos restrictivo
et: See on eritüüp, mis püüab seada kõige vähem piiranguid.
fr: Il s'agit d'un type spécial qui se veut très peu restrictif.
it: È un tipo particolare di cruciverba che cerca di essere meno restrittivo.
pl: Jest to specjalny typ, który usiłuje być najmniej restrykcyjny.
pt_br: Este é um tipo especial que tenta ser menos restritivo.
sv: Det här är en särskild typ som försöker ha så få restriktioner som möjligt.
uk: Особливий тип з найменшими обмеженнями.

# Long description of the crossword type 'Free'
source: This is a special type that tries to be least restrictive. You can use all available cell types (eg. clue cells, double clue cells, image cells, solution letter cells). You can mix answers that have a clue cell with answers that don't. Answers may contain characters as well as numbers.
bs: Ovo je poseban tip koji pokušava da bude najmanje ograničen. Možete koristiti sve dostupne tipove ćelija (pr. ćelije traga, duple ćelije traga, ćelije slike, ćelije slova rješenja). Možete mješati odgovore koji imaju ćeliju traga sa odgovorima koji nemaju. Odgovori mogu sadržavati znakove, kao i brojeve.
cs: Toto je zvláštní druh, který se pokouší být co nejméně omezující. Můžete použít všechny dostupné druhy políček (např. políčka s nápovědou, políčka s dvojitou nápovědou, políčka s obrázky, políčka s písmeny řešení). Můžete smíchat odpovědi, které mají políčko s nápovědou s odpověďmi, které nemají. Odpovědi mohou obsahovat písmena, jakož i číslice.
de: Dies ist ein spezieller Typ, mit den meisten möglichen Freiheiten. Sie können alle verfügbaren Zelltypen benutzen (z. B. Hinweiszellen, Doppel-Hinweiszellen, Bildzellen, Lösungs-Buchstabenzellen). Sie können Antworten sowohl mit, als auch ohne Hinweiszelle hinzufügen. Antworten können Buchstaben und/oder Zahlen enthalten.
es: Esto es un tipo especial que intenta ser menos restrictivo. Puede usar todos los tipos de casilla disponibles (por ejemplo, casillas de definición, dobles casillas de definición, casillas de imagen, casillas de letras de solución). Puede mezclar respuestas que tienen una casilla de definición con respuestas que no la tienen. Las respuestas pueden contener caracteres además de números.
et: See on eritüüp, mis püüab seada kõige vähem piiranguid. Sa võid kasutada kõiki saadaolevaid ruudutüüpe (nt. küsimusruudud, kahe küsimusega ruudud, pildiruudud, lahendustäheruudud). Sa võid kasutada korraga nii vastuseid, millel on küsimusruut, kui ka vastuseid, millel seda ei ole. Vastused võivad sisaldada nii tähti kui ka arve.
fr: Il s'agit d'un type spécial qui se veut très peu restrictif. Vous pouvez utiliser tous les types de cases à disposition (c'est-à-dire cases d'indice, doubles cases d'indice, cases d'image, cases de lettre). Vous pouvez mélanger les réponses ayant des cases d'indice avec celles n'en n'ayant pas. Les réponses peuvent aussi bien contenir des caractères que des chiffres.
it: È un tipo particolare di cruciverba che cerca di essere meno restrittivo. Puoi utilizzare tutti i tipi disponibili di casella (es: caselle autodefinite, caselle autodefinite doppie, caselle immagine, caselle lettera della soluzione). Puoi mischiare risposte che hanno una casella definizione con altre prive. Le risposte possono contenere sia caratteri che numeri.
pl: Jest to specjalny typ, który usiłuje być najmniej restrykcyjny. Możesz używać wszystkich dostępnych typów kratek (np. kratki określeń, podwójne kratki określeń, kratki obrazów, kratki liter rozwiązania). Możesz mieszać odpowiedzi, które mają kratkę określającą z odpowiedziami, które takiej nie mają. Odpowiedzi mogą zawierać zarówno znaki jaki i liczby.
pt_br: Este é um tipo especial que tenta ser menos restritivo. Você poderá usar todos os tipos de células disponíveis (p.ex., células de pistas, de imagens, duplas e de letras da solução). Poderá misturar as respostas que têm uma célula de pista com as que não têm. As respostas poderão conter caracteres assim como números.
sv: Det här är en särskild typ som försöker ha så få restriktioner som möjligt. Du kan använda alla tillgängliga typer av rutor (t.ex. nyckelrutor, dubbla nyckelrutor, bildrutor, lösningsbokstavsrutor). Du kan blanda svar som har en nyckelruta med svar som inte har det. Svar kan innehålla både tecken och nummer.
uk: Це особливий тип з найменшими обмеженнями. Ви можете використовувати клітинки всіх можливих типів (клітинки з питаннями, клітинки з парами питань, клітинки з зображеннями, клітинки слова-розв’язку). Можна використовувати відповіді з клітинками питань, і можна використовувати окремий список питань поза ґраткою. Відповіді можуть складатися з літер і цифр.

source: This letter has been solved
bs: Ovo slovo je bilo riješeno
cs: Toto písmeno bylo vyluštěno
de: Dieser Buchstabe wurde gelöst
es: Esta letra ha sido resuelta
et: Selle tähe vastus on teada
fr: Cette lettre a été trouvée
it: Questa lettera è stata risolta
pl: Litera ta został rozwiązana
pt_br: Esta letra foi resolvida
sv: Bokstaven har lösts
uk: Цю літеру вже вгадано

source: This will cause all answers to be shown and editable. If you want to solve the crossword you should cancel.
bs: Ovo će uzrokovati da svi odgovori budu prikazani i sa mogućnostima izmjene. Ako želite da riješite ovu križaljku, trebali biste otkazati.
cs: Tímto budou všechny odpovědi ukázány a upravovatelné. Pokud chcete křížovku vyluštit, měl byste dát "zrušit".
de: Dies wird alle korrekten Antworten anzeigen und editierbar machen. Wenn Sie das Kreuzworträtsel selbst lösen möchten, sollten sie Abbrechen.
es: Esto causará que todas las respuestas sean visibles y editables. Si desea resolver el crucigrama, debería cancelar.
et: See põhjustab kõigi vastuse näitamise ja nende muutumise muudetavaks. Kui soovid ikka ristsõna lahendada, peaksid loobuma.
fr: Ceci affichera toutes les réponses en mode « Édition ». Si vous voulez résoudre cette grille, vous devriez annuler.
it: Tutte le risposte saranno mostrate e rese modificabili. Se vuoi risolvere il cruciverba dovresti scegliere Annulla.
pl: Spowoduje to, że wszystkie odpowiedzi zostaną pokazane i staną się edytowalne. Jeżeli chcesz rozwiązać krzyżówkę, to należy anulować.
pt_br: Isto fará com que todas as respostas estejam visíveis e editáveis. Se você quiser resolver as palavras cruzadas, deverá então cancelar.
sv: Det här gör att alla svar visas och blir redigeringsbara. Om du vill lösa korsordet bör du avbryta.
uk: Програма покаже відповіді на питання і ви зможете їх змінити. Якщо ви бажаєте розв’язати кросворд самостійно, вам слід скасувати дію.
