Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: columns
bs: kolone
cs: Sloupce
de: Spalten
es: columnas
et: veergu
fr: colonnes
it: colonne
pl: kolumn
pt_br: colunas
sv: kolumner
uk: стовпчиків

source: rows
bs: redovi
cs: Řádky
de: Zeilen
es: filas
et: rida
fr: lignes
it: righe
pl: wierszy
pt_br: linhas
sv: rader
uk: рядків

source: %1 clue cell
bs: %1 ćelija traga
cs: Jedno políčko s nápovědou
de: %1 Hinweiszelle
es: %1 casilla de definición
et: %1 küsimusruut
fr: case d'indice %1
it: %1 casella autodefinita
pl: %1 kratka określenia
pt_br: %1 célula de pista
sv: %1 nyckelruta
uk: %1 клітинка питання

source: %1 double clue cell
bs: %1 dupla ćelija traga
cs: Jedno políčko s dvojitou nápovědou
de: %1 Doppel-Hinweiszelle
es: %1 casilla doble de definición
et: %1 kahe küsimusega ruut
fr: %1 case double d'indice
it: %1 casella autodefinita doppia
pl: %1 podwójna kratka określenia
pt_br: %1 célula de pista dupla
sv: %1 dubbel nyckelruta
uk: %1 клітинка з двома питаннями

source: %1 entries added from %2 crosswords
bs: %1 ulazi dodani iz %2 križaljki
cs: %1 záznamů přidáno z %2 křížovek
de: %1 Eintrage von %2 Kreuzworträtseln hinzugefügt
es: %1 entradas añadidas desde %2 crucigramas
et: %2 ristsõnast lisati %1 kirjet
fr: %1 entrées ajoutées à partir de %2 grilles
it: %1 voci aggiunte da %2 cruciverba
pl: Dodano %1 wpisy z %2 krzyżówek
pt_br: %1 itens adicionados de %2 palavras cruzadas
sv: %1 poster tillagda från %2 korsord
uk: З %2 кросвордів додано %1 записів

source: %1 entries added from this dictionary: '%2'
bs: %1 ulazi dodani iz ovog rječnika: '%2'
cs: %1 záznamů přidáno z tohoto slovníku: '%2'
de: %1 Eintrage von diesem Wörterbuch hinzugefügt: ‚%2‘
es: %1 entradas añadidas desde este diccionario: «%2»
et: Sellest sõnaraamatust lisati %1 kirjet: '%2'
fr: %1 entrées ajoutées depuis ce dictionnaire : « %2 »
it: %1 voci aggiunte da questo dizionario: «%2»
pl: Dodano %1 wpisy z tego słownika: '%2'
pt_br: %1 itens adicionados a partir deste dicionário: '%2'
sv: %1 poster tillagda från det här lexikonet: '%2'
uk: %1 записів додано зі словника: «%2»

source: %1 entry imported from '%2'
bs: %1 ulaz uvezen iz '%2'
cs: %1 záznam zaveden z '%2'
de: %1 Eintrag importiert von ‚%2‘
es: %1 entrada importada desde «%2»
et: Failist '%2' imporditi %1 kirje
fr: %1 entrée importée depuis « %2 »
it: %1 voce importata da «%2»
pl: zaimportowano %1 wpis z '%2'
pt_br: %1 item importado de '%2'
sv: %1 post importerad från '%2'
uk: З «%2» імпортовано %1 запис

source: %1 entry removed
bs: %1 ulaz uklonjen
cs: %1 záznam odstraněn
de: %1 Eintrag entfernt
es: %1 entrada eliminada
et: %1 kirje eemaldatud
fr: %1 entrée supprimée
it: %1 voce rimossa
pl: usunięto %1 wpis
pt_br: %1 item removido
sv: %1 post borttagen
uk: Вилучено %1 запис

source: %1 selected at (%2, %3).
bs: %1 odabrano na (%2, %3).
cs: %1 vybráno v (%2, %3).
de: %1 ausgewählt an (%2, %3).
es: %1 seleccionado en (%2, %3).
et: %1 valitud asukohas (%2, %3).
fr: %1 sélectionné en (%2, %3)
it: %1 selezionata in (%2, %3).
pl: %1 wybrano przy (%2, %3).
pt_br: %1 selecionado em (%2, %3).
sv: %1 markerad vid (%2, %3).
uk: Позначено %1 у позиції (%2, %3).

source: %1 solution letter cell
bs: %1 ćelija slova rješenja
cs: Jedno políčko s písmenem řešení
de: %1 Lösungs-Buchstabenzelle
es: %1 casilla de letra de solución
et: %1 lahendustäheruut
fr: %1 case de lettre de solution
it: %1 casella lettera della soluzione
pl: %1 kratka litery rozwiązania
pt_br: %1 célula de letra da solução
sv: %1 lösningsbokstavsruta
uk: %1 клітинка слова-розв’язку

# %p is replaced by the percentage of solved letter cells
source: %p% solved
bs: %p% rješeno
cs: %p% vyřešeno
de: %p % gelöst
es: %p% resuelto
et: %p% lahendatud
fr: %p % résolu
it: %p% risolto
pl: %p% rozwiązanych
pt_br: %p% resolvido
sv: %p % löst
uk: Розв’язано %p%

source: &Add Clue
bs: &Dodaj trag
cs: &Přidat nápovědu
de: Hinweis &hinzufügen
es: &Añadir definición
et: Lis&a küsimus
fr: &Ajouter un indice
it: &Aggiungi definizione
pl: Dod&aj określenie
pt_br: &Adicionar uma pista
sv: &Lägg till nyckel
uk: &Додати питання

source: &Add Entry
bs: &Dodaj ulaz
cs: &Přidat záznam
de: &Eintrag hinzufügen
es: &Añadir entrada
et: Lis&a kirje
fr: &Ajouter une entrée
it: &Aggiungi elemento
pl: Dod&aj wpis
pt_br: &Adicionar um item
sv: &Lägg till post
uk: &Додати запис

source: &Add Image
bs: &Dodaj sliku
cs: &Přidat obrázek
de: Bild &hinzufügen
es: &Añadir imagen
et: Lis&a pilt
fr: &Ajouter une image
it: &Aggiungi immagine
pl: Dod&aj obraz
pt_br: &Adicionar uma imagem
sv: &Lägg till bild
uk: &Додати зображення

# @action:intoolbar
source: &Add...
cs: &Přidat...
it: &Aggiungi...

source: &Answers:
bs: &Odgovori
cs: &Odpovědi:
de: &Antworten:
es: Respuest&as:
et: V&astused:
fr: &Réponses :
it: &Risposte:
pl: &Odpowiedzi:
pt_br: Respost&as:
sv: &Svar:
uk: Ві&дповіді:

source: &Apply
bs: &Primijeni
cs: &Použít
de: &Anwenden
es: &Aplicar
et: &Rakenda
fr: &Appliquer
it: &Applica
pl: Z&astosuj
pt_br: &Aplicar
sv: V&erkställ
uk: &Застосувати

source: &Author:
bs: &Pisac:
cs: &Autor:
de: &Autor:
es: &Autor:
et: &Autor:
fr: &Auteur :
it: &Autore:
pl: &Autor:
pt_br: &Autor:
sv: &Konstruktör:
uk: &Автор:

source: &Check
bs: &Provjeri
cs: &Prověřit
de: Über&prüfen
es: &Comprobar
et: K&ontrolli
fr: &Vérifier
it: &Controlla
pl: &Sprawdź
pt_br: Verifi&car
sv: &Kontrollera
uk: &Перевірити

source: &Check for rotation symmetry...
bs: &Provjeri da li ima rotaciona simetrija...
cs: &Přezkoušet souměrnost otáčení...
de: Auf Rotations-Symmetrie über&prüfen ...
es: &Comprobar la simetría de rotación...
et: &Kontrolli pööramise sümmeetriat...
fr: &Vérifier la symétrie de rotation...
it: &Controlla per simmetria di rotazione...
pl: &Sprawdź symetrię obrotu...
pt_br: Verifi&car a simetria da rotação...
sv: &Kontrollera rotationssymmetri...
uk: П&еревірити на обертову симетрію...

source: &Clear Answers
bs: &Čisti odgovore
cs: &Vyprázdnit odpovědi
de: Antworten &leeren
es: &Limpiar respuestas
et: &Puhasta vastused
fr: Effa&cer les réponses
it: &Cancella risposte
pl: Wy&czyść odpowiedzi
pt_br: Limpar as &respostas
sv: &Rensa svar
uk: &Спорожнити відповіді

source: &Clear Crossword...
cs: &Vyprázdnit křížovku...
it: &Cancella cruciverba...

source: &Clear Dictionary
bs: &Čisti rječnik
cs: &Vyprázdnit slovník
de: Wörterbuch &leeren
es: &Limpiar diccionario
et: &Puhasta sõnaraamat
fr: &Vider le dictionnaire
it: &Cancella dizionario
pl: Wy&czyść słownik
pt_br: &Limpar o dicionário
sv: &Rensa lexikon
uk: Сп&орожнити словник

source: &Clue:
bs: &Trag:
cs: &Nápověda:
de: &Hinweis:
es: Defini&ción:
et: &Küsimus:
fr: Indi&ce :
it: &Definizione:
pl: &Określenie:
pt_br: P&ista:
sv: &Nyckel:
uk: &Питання:

source: &Convert to Letter Cell
cs: &Převést na políčko s písmenem
de: In Buchstabenzelle &umwandeln
es: &Convertir en casilla de letra
et: &Teisenda täheruuduks
fr: &Convertir en case de lettre
it: &Converti in casella lettera
pl: &Przekształć do kratki litery
pt_br: &Converter para uma célula de letra
sv: &Konvertera till bokstavsruta
uk: &Перетворити на клітинку літери

source: &Convert...
bs: &Pretvori...
cs: &Převést...
de: &Umwandeln ...
es: &Convertir...
et: &Teisenda...
fr: &Convertir...
it: &Converti...
pl: &Przekształć...
pt_br: &Converter...
sv: &Konvertera...
uk: Пе&ретворити…

# @action:intoolbar
source: &Create Crossword...
cs: &Vytvořit křížovku...
it: &Crea cruciverba...

source: &Crossword Properties...
bs: Postavke &križaljke...
cs: &Vlastnosti křížovky...
de: Kreuzworträtsel-&Eigenschaften ...
es: Propiedades del &crucigrama
et: &Ristsõna omadused...
fr: Propriétés de la &grille...
it: &Proprietà del cruciverba...
pl: Właściwoś&ci krzyżówki...
pt_br: Propriedades das palavras &cruzadas...
sv: &Kordordsegenskaper...
uk: Властивості &кросворда...

# @action:intoolbar
source: &Delete...
cs: &Smazat...
it: &Elimina...

source: &Description:
bs: &Opis:
cs: &Popis:
de: &Beschreibung:
es: &Descripción:
et: Kirjel&dus:
it: &Descrizione:
pl: &Opis:
pt_br: &Descrição:
sv: &Beskrivning:
uk: &Опис:

source: &Dictionary
bs: &Leksikon
cs: &Slovník
de: &Wörterbuch
es: &Diccionario
et: &Sõnaraamat
fr: &Dictionnaire
it: &Dizionario
pl: &Słownik
pt_br: &Dicionário
sv: &Lexikon
uk: &Словник

source: &Dictionary...
bs: &Rječnik...
cs: &Slovník...
de: &Wörterbuch ...
es: &Diccionario...
et: &Sõnaraamat...
fr: &Dictionnaire...
it: &Dizionario...
pl: &Słownik...
pt_br: &Dicionário...
sv: &Lexikon...
uk: &Словник...

# @action:intoolbar
source: &Download...
cs: &Stáhnout...
it: &Scarica...

source: &Enable Animations
cs: &Povolit pohyblivé obrázky
de: Animationen &aktivieren
es: &Habilitar animaciones
et: &Animatsioonide lubamine
fr: Activ&er les animations
it: &Attiva le animazioni
pl: &Włącz animacje
pt_br: &Habilitar animações
sv: &Aktivera animeringar
uk: &Увімкнути анімацію

source: &Eraser
bs: &Brisač
cs: &Zmizík
de: &Radierer
es: &Borrador
et: K&ustutaja
fr: Gomm&e
it: &Gomma
pl: &Gumka
pt_br: &Borracha
sv: Rad&era
uk: &Гумка

source: &Export (CSV)...
bs: &Izvoz (CSV)...
cs: &Vyvést (CSV)...
de: &Exportieren (CSV) ...
es: &Exportar (CSV)...
et: &Ekspordi (CSV)...
fr: &Exporter (CSV)...
it: &Esporta (CSV)...
pl: &Eksportuj (CSV)...
pt_br: &Exportar (CSV)...
sv: &Exportera (CSV)...
uk: &Експортувати (CSV)...

# @action:intoolbar
source: &Export...
cs: &Vyvést...
it: &Esporta...

source: &Extract From Crosswords...
bs: &Izvezi iz križaljke...
cs: &Vytáhnout z křížovek...
de: Aus Kreuzworträtseln &extrahieren ...
es: &Extraer de crucigramas...
et: &Hangi ristsõnadest...
fr: &Extraire à partir des grilles...
it: &Estrai dai cruciverba...
pl: &Wydobądź z krzyżówek...
pt_br: &Extrair das palavras cruzadas...
sv: &Extrahera från korsord...
uk: &Видобути з кросвордів...

source: &Filter:
cs: &Filtr:
es: &Filtro:
fr: &Filtrer :
it: &Filtro:
pl: &Filtruj:
pt_br: &Filtro:
uk: &Фільтр:

# @action:intoolbar
source: &First Letter
cs: &První písmeno
it: &Prima lettera

source: &Horizontal Cells:
bs: &Horizontalne ćelije:
cs: &Vodorovná políčka:
de: &Waagerechte Zellen:
es: Casillas &horizontales:
et: Ruute &põiksuunas:
fr: Cases &horizontales :
it: Caselle &orizzontali:
pl: Po&ziome kratki:
pt_br: Células &horizontais:
sv: &Vågräta rutor:
uk: &Горизонтальні клітинки:

source: &Icon:
bs: &Ikona:
cs: &Ikona:
de: &Symbol:
es: &Icono:
et: &Ikoon:
fr: &Icône :
it: &Icona:
pl: &Ikona:
pt_br: Í&cone:
sv: &Ikon:
uk: П&іктограма:

source: &Import (CSV)...
bs: &Uvoz CSV)...
cs: &Zavést (CSV)...
de: &Importieren (CSV) ...
es: &Importar (CSV)
et: &Impordi (CSV)...
fr: &Importer (CSV)...
it: &Importa (CSV)...
pl: &Importuj (CSV)...
pt_br: &Importar (CSV)...
sv: &Importera (CSV)...
uk: &Імпортувати (CSV)...

# @action:intoolbar
source: &Last Letter
cs: P&oslední písmeno
it: &Ultima lettera

source: &Letter Cell Content:
it: &Contenuto della casella lettera:

source: &Location:
bs: &Lokacija:
cs: &Umístění:
de: &Ort:
es: &Localización:
et: &Asukoht:
fr: Emp&lacement :
it: &Posizione:
pl: &Położenie:
pt_br: &Localização:
sv: &Plats:
uk: &Адреса:

source: &Long Description:
bs: &Dugi opis
cs: &Dlouhý popis:
de: &Lange Beschreibung:
es: Descripción &larga:
et: &Pikk kirjeldus:
fr: Description &longue :
it: &Descrizione lunga:
pl: &Długi opis:
pt_br: Descrição &longa:
sv: &Lång beskrivning:
uk: До&кладний опис:

source: &Mapped Clue Number:
bs: &Mapiran trag broj:
cs: &Číslo přiřazené k nápovědě:
de: &Zugeordnete Hinweis-Nummer:
es: Nú&mero de definición asignado:
et: Seostatud küsi&musnumber:
fr: Indice nu&méroté :
it: Numero definizione &associato:
pl: Z&mapowany numer określenia:
pt_br: Número da pista &mapeado:
sv: &Kopplat nyckelnummer:
uk: &Відповідний номер:

source: &Minimum Answer Length:
bs: &Minimalna dužina odgovora
cs: &Nejmenší délka odpovědi
de: &Minimale Antwort-Länge:
es: Longitud &mínima de respuesta:
et: Vastuse &miinimumpikkus:
fr: Longueur &minimale d'une réponse :
it: &Lunghezza minima della risposta:
pl: &Minimalna długość odpowiedzi:
pt_br: Tamanho &mínimo da resposta:
sv: &Minimal svarslängd:
uk: &Мінімальна довжина відповіді:

source: &Name:
bs: &Ime:
cs: &Název:
es: &Nombre:
et: &Nimi:
fr: &Nom :
it: &Nome:
pl: &Nazwa:
pt_br: &Nome:
sv: &Namn:
uk: &Назва:

# @action:intoolbar
source: &Next Clue
cs: &Další nápověda
it: Definizione &successiva

source: &Notes:
bs: &Bilješke
cs: &Poznámky:
de: &Bemerkungen:
es: &Notas:
et: &Märkused:
fr: &Remarques :
it: &Note:
pl: &Uwagi:
pt_br: &Notas:
sv: A&nteckningar:
uk: &Нотатки:

source: &Pattern:
bs: &Uzorak:
cs: &Vzor:
de: &Muster:
es: &Patrón:
et: &Muster:
fr: &Motif :
it: &Filtro:
pl: &Wzorzec:
pt_br: &Padrão:
sv: &Mönster:
uk: &Шаблон:

source: &Position in the solution word:
cs: &Poloha ve slově řešení:
de: &Position im Lösungswort:
es: &Posición en la palabra de la solución:
et: &Asukoht vastussõnas:
fr: &Position dans le mot de solution :
it: &Posizione nella soluzione:
pl: &Pozycja w słowie rozwiązania:
pt_br: &Posição na palavra da solução:
sv: &Position i lösningsordet:
uk: &Розташування у слові-розв’язку:

source: &Positioning:
bs: &Pozicioniranje:
cs: &Polohování:
de: &Positionierung:
es: &Posición:
et: &Asetus:
fr: &Positionnement :
it: &Posizionamento:
pl: &Pozycjonowanie:
pt_br: &Posicionamento:
sv: &Positionering:
uk: &Розташування:

# @action:intoolbar
source: &Previous Clue
cs: &Předchozí nápověda
it: Definizione &precedente

source: &Provider:
bs: &Provajder:
cs: &Poskytovatel:
de: &Anbieter:
es: &Proveedor:
et: &Pakkuja:
fr: &Fournisseur :
it: &Fornitore:
pl: &Dostawca:
pt_br: &Fornecedor:
sv: &Leverantör:
uk: На&давач послуг:

source: &Remove
bs: Uk&loni
cs: &Odstranit
de: &Entfernen
es: Elimina&r
et: &Eemalda
fr: Supp&rimer
it: &Rimuovi
pl: &Usuń
pt_br: &Remover
sv: &Ta bort
uk: В&илучити

source: &Remove Clue
bs: &Ukloni trag
cs: &Odstranit nápovědu
de: Hinweis &entfernen
es: Elimina&r definición
et: &Eemalda küsimus
fr: Supp&rimer l'indice
it: &Rimuovi definizione
pl: &Usuń określenie
pt_br: &Remover a pista
sv: &Ta bort nyckel
uk: &Вилучити питання

source: &Remove Image
bs: &Ukloni sliku
cs: &Odstranit obrázek
de: Bild &entfernen
es: Elimina&r imagen
et: &Eemalda pilt
fr: Supp&rimer l'image
it: &Rimuovi immagine
pl: &Usuń obraz
pt_br: &Remover a imagem
sv: &Ta bort bild
uk: Ви&лучити зображення

source: &Remove Selected
bs: &Ukloni odabrano
cs: &Odstranit vybrané
de: Markierte &entfernen
es: Elimina&r seleccionadas
et: &Eemalda valitud
fr: Supp&rimer la sélection
it: &Rimuovi selezionati
pl: &Usuń zaznaczone
pt_br: &Remover selecionados
sv: &Ta bort markerade
uk: В&илучити позначене

source: &Reset
bs: &Resetuj
cs: &Nastavit znovu
de: Zu&rücksetzen
es: &Restablecer
et: Lä&htesta
fr: &Réinitialiser
it: &Reimposta
pl: Wyze&ruj
pt_br: &Restaurar
sv: Åte&rställ
uk: &Відновити

source: &Restore
bs: &Obnovi
cs: &Obnovit
de: &Wiederherstellen
es: &Restaurar
et: &Taasta
fr: &Restaurer
it: &Ripristina
pl: P&rzywróć
pt_br: &Restaurar
sv: Åte&rställ
uk: &Відновити

source: &Rules...
bs: &Pravila...
cs: &Pravidla...
de: &Regeln ...
es: &Reglas...
et: &Reeglid...
fr: &Règles...
it: &Regole...
pl: &Zasady...
pt_br: &Regras...
sv: &Regler...
uk: Пр&авила…

source: &Set Mapping
bs: &Postavi mapiranje
cs: &Nastavit přiřazení
de: &Zuordnen
es: E&stablecer asignación
et: Ke&htesta seos
fr: &Définir la carte de numérotation de la grille
it: &Imposta associazione
pl: U&staw mapowanie
pt_br: &Definir o mapeamento
sv: &Ange koppling
uk: Вс&тановити відповідність

source: &Statistics...
bs: &Statistike...
cs: &Statistika...
de: &Statistik ...
es: E&stadísticas...
et: &Statistika...
fr: &Statistiques...
it: &Statistiche...
pl: &Statystyki...
pt_br: E&statísticas...
sv: &Statistik...
uk: &Статистика...

source: &Title:
bs: &Naslov:
cs: &Název:
de: &Titel:
es: &Título:
et: &Nimi:
fr: &Titre :
it: &Titolo:
pl: &Tytuł:
pt_br: &Título:
sv: &Namn:
uk: &Назва:

source: &Use Template:
bs: &Upotrijebi šablon:
cs: &Použít předlohu:
de: Vorlage &benutzen:
es: &Utilizar plantilla:
et: Malli kas&utamine:
fr: &Utiliser un modèle :
it: &Usa modello:
pl: &Użyj szablonu:
pt_br: &Usar o modelo:
sv: An&vänd mall:
uk: &Використати шаблон:

source: &User:
bs: K&orisnik:
cs: &Uživatel:
de: &Benutzer:
es: &Usuario:
et: Kas&utaja:
fr: &Utilisateur :
it: &Utente:
pl: &Użytkownik:
pt_br: &Usuário:
sv: An&vändare:
uk: &Користувач:

# Orientation of the answer to a clue.
source: &Vertical
it: Verticale

source: &Vertical Cells:
bs: &Vertikalne ćelije:
cs: &Svislá políčka:
de: &Senkrechte Zellen
es: Casillas &verticales:
et: R&uute püstsuunas:
fr: Cases &verticales :
it: Caselle &verticali:
pl: &Pionowe kratki:
pt_br: Células &verticais:
sv: &Lodräta rutor:
uk: &Вертикальні клітинки:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note:</span> To change these values please first select "User Defined" as the crossword type.</p></body></html>
bs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note:</span> Da promijenite ove vrijednosti, molimo prvo odaverite "User Defined" kao crossord tip.</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Poznámka:</span> Pro změnu těchto hodnot vyberte, prosím, nejprve "Uživatelsky stanovená" jako druh křížovky.</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Bemerkung:</span> Um diese Werte zu ändern, wählen Sie bitte den benutzerdefinierten Kreuzworträtsel-Typ aus.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nota:</span> Para cambiar estos valores, por favor seleccione primero «Definido por el usuario» como tipo de crucigrama.</p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Märkus:</span> nende väärtuste muutmiseks vali palun esmalt ristsõna tüübiks "Kasutaja määratud".</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Remarque :</span> Pour modifier ces valeurs, veuillez d'abord sélectionner le type de grille « Personnalisé ».</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nota:</span> per modificare questi valori, prima seleziona «Definito dall'utente» come tipo di cruciverba.</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Zauważ:</span> Aby zmienić te wartości proszę najpierw zaznaczyć "Określone przez użytkownika" jako typ krzyżówki.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Nota:</span> Para alterar estes valor, selecione primeiro o "Definido pelo Usuário" como tipo de palavras cruzadas.</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Observera:</span> För att ändra dessa värden, välj först "användardefinierat" som korsordets typ.</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Зауваження:</span> щоб змінити ці значення, будь ласка, спочатку змініть тип кросворда на «Нетиповий».</p></body></html>
