Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: New Size:
bs: Nova veličina
cs: Nová velikost:
de: Neue Größe:
es: Nuevo tamaño:
et: Uus suurus:
fr: Nouvelle taille :
it: Nuovo formato:
pl: Nowy rozmiar:
pt_br: Novo tamanho:
sv: Ny storlek:
uk: Нові розміри:

source: New crossword
bs: Nova križaljka
cs: Nová křížovka
de: Neues Kreuzworträtsel
es: Nuevo crucigrama
et: Uus ristsõna
fr: Nouvelle grille
it: Nuovo cruciverba
pl: Nowa krzyżówka
pt_br: Novas palavras cruzadas
sv: Nytt korsord
uk: Створити кросворд

source: No Action
bs: Nema akcije
cs: Žádná činnost
de: Keine Aktion
es: Ninguna acción
et: Toiming puudub
fr: Aucune action
it: Nessuna azione
pl: Brak działania
pt_br: Nenhuma ação
sv: Ingen verkan
uk: Без дії

source: No Connection to the database! Please make sure the MySQL server is running. Afterwards click "Continue" to retry connecting to the database.
bs: Nije uspostavljena konekcija sa bazom podataka! Molimo, uvjerite se da je pokrenut MySQL servis. Poslije pritisnite "Nastavi" da osvježite povezivanje sa bazom podataka.
cs: Žádné spojení s databází! Ujistěte se, prosím, že server MySQL běží. Následně klepněte na "Pokračovat" kvůli ještě jednomu pokusu o připojení se k databázi.
de: Keine Verbindung zur Datenbank! Bitte stellen Sie sicher, dass der MySQL-Server läuft. Klicken Sie danach auf „Fortsetzen“, um erneut zur Datenbank zu verbinden.
es: ¡No hay conexión con la base de datos! Por favor, asegúrese de que el servidor MySQL está funcionando. Después, haga click en «Continuar» para reintentar conectarse a la base de datos.
et: Ühendus andmebaasiga puudub! Palun kontrolli, kas MySQL-i server ikka töötab. Seejärel klõpsa "Jätka", et proovida uuesti andmebaasiga ühenduda.
fr: Aucune connexion vers la base de données ! Veuillez vous assurer que MySQL est en cours de fonctionnement. Ensuite, cliquez sur « Continuer » pour tenter une nouvelle connexion à la base de données
it: Nessuna connessione al database! Per favore assicurati che il server MySQL sia in esecuzione. Poi fai clic su «Continua» per ritentare la connessione al database.
pl: Brak połączenia do bazy danych! Upewnij się, że serwer MySQL został uruchomiony. Po tym kliknij "Kontynuuj", aby ponowić łączenie do bazy danych.
pt_br: Não foi possível contactar a base de dados! Certifique-se por favor de que o servidor de MySQL está rodando. Depois disso, clique em "Continuar" para configurar a base de dados.
sv: Ingen anslutning till databasen. Försäkra dig om att MySQL-servern kör. Klicka därefter på "Fortsätt" för att försöka ansluta till databasen igen.
uk: Не вдалося встановити з’єднання з базою даних. Будь ласка, перевірте, чи запущено сервер MySQL. Після його запуску натисніть кнопку «Продовжити», щоб наказати програмі повторити спробу з’єднання з базою даних.

source: No Database Connection
bs: Nije uspostavljena konekcija sa bazom podataka
cs: Žádné spojení s databází
de: Keine Datenbank-Verbindung
es: No hay conexión con la base de datos.
et: Ühendus andmebaasiga puudub
fr: Aucune connexion à la base de données.
it: Nessuna connessione al database
pl: Brak połączenia do bazy danych
pt_br: Sem conexão à base de dados
sv: Ingen databasanslutning
uk: Немає з’єднання з базою даних

source: No cell at the given coordinates (%1, %2)
bs: Nema ćelije na datim koordinatama (%1, %2)
cs: Žádné políčko na daných souřadnicích (%1, %2)
de: Keine Zelle an den gegebenen Koordinaten (%1, %2)
es: No hay casillas en las coordenadas (%1, %2)
et: Antud koordinaatidel (%1, %2) pole ühtegi ruutu
fr: Aucune case aux coordonnées (%1, %2)
it: Nessuna casella alle coordinate date (%1, %2)
pl: Brak kratki przy podanych współrzędnych (%1, %2)
pt_br: Não existe nenhuma célula com as coordenadas indicadas (%1, %2)
sv: Ingen ruta på angivna koordinater (%1, %2)
uk: За вказаними координатами (%1, %2) клітинки не знайдено

source: No cell selected.
bs: Ćelija nije odabrana.
cs: Nebylo vybráno žádné políčko
de: Keine Zelle ausgewählt.
es: No hay casillas seleccionadas.
et: Ühtegi ruutu pole valitud.
fr: Aucune case sélectionnée.
it: Nessuna casella selezionata.
pl: Nie wybrano żadnych kratek.
pt_br: Não foi selecionada nenhuma célula.
sv: Ingen ruta markerad.
uk: Не позначено жодної клітинки.

# No changes to the crossword grid size.
source: No change
bs: Nema promjene
cs: Žádná změna
de: Keine Änderung
es: Sin cambios
et: Muutusteta
fr: Aucun modification
it: Nessuna modifica
pl: Bez zmian
pt_br: Sem alterações
sv: Ingen ändring
uk: Без змін

source: No clue cell given
bs: Nije data ćelija traga
cs: Políčko s nápovědou nezadáno
de: Keine Hinweiszelle gegeben
es: No se ha dado una casilla de definición
et: Küsimusruutu pole antud
fr: Aucune case fournie pour l'indice
it: Nessuna casella autodefinita data
pl: Nie podano żadnej kratki określenia
pt_br: Não foi indicada nenhuma célula de pista
sv: Ingen nyckelruta angiven
uk: Не вказано клітинки питання

source: No error.
bs: Nema greške
cs: Žádná chyba.
de: Kein Fehler.
es: Sin errores.
et: Tõrkeid pole.
fr: Aucune erreur.
it: Nessun errore.
pl: Bez błędu.
pt_br: Sem erros.
sv: Inget fel.
uk: Без помилок.

source: No removable cell selected.
bs: Nije odabrana prenosna ćelija.
cs: Nebylo vybráno žádné odstranitelné políčko.
de: Keine entfernbaren Zellen markiert.
es: No se ha seleccionado una casilla eliminable.
et: Eemaldatavat ruutu pole valitud.
fr: Aucune case supprimable sélectionnée.
it: Nessuna casella rimovibile selezionata.
pl: Nie zaznaczono usuwalnej komórki.
pt_br: Não foi selecionada nenhuma célula removível.
sv: Ingen borttagningsbar ruta markerad.
uk: Позначено клітинку, яку не можна вилучати.

source: Notes
bs: Zabilješke
cs: Poznámky
de: Anmerkungen
es: Notas
et: Märkused
fr: Remarques
it: Note
pl: Uwagi
pt_br: Notas
sv: Anteckningar
uk: Нотатки

source: Notes
bs: Zabilješke
cs: Poznámky
de: Bemerkungen
es: Notas
et: Märkused
fr: Remarques
it: Note
pl: Notatki
pt_br: Notas
sv: Anteckningar
uk: Примітки

source: Notes about the crossword
bs: Bilješke o križaljci
cs: Poznámky ke křížovce
de: Bemerkungen zum Kreuzworträtsel
es: Notas sobre el crucigrama
et: Märkused ristsõna kohta
fr: Remarques sur la grille
it: Note riguardo il cruciverba
pl: Uwagi o krzyżówce
pt_br: Notas sobre as palavras cruzadas
sv: Anteckningar om korsordet
uk: Нотатки щодо кросворда

source: Number clues (1 to 26)
bs: Numerički tragovi (1 do 26)
cs: Číslované nápovědy (1 až 26)
de: Nummern-Hinweise (1 bis 26)
es: Números de definiciones (de 1 a 26)
et: Arvküsimused (1 kuni 26)
fr: Indices numérotés (1 à 26)
it: Definizioni numeriche (1 a 26)
pl: Liczba określeń (1 do 26)
pt_br: Pistas de números (1 a 26)
sv: Ledtrådstal (1 till 28)
uk: Кількість питань (від 1 до 26)

source: Number of crossed letter cells, percentage of total letter cell count in braces
bs: Broj ukrštenih ćelija slova, postotak ukupnog broja ćelija slova u zagradama
cs: Počet protínajících se písmenných políček, procento celkového počtu políček s písmeny v závorkách
de: Anzahl an gekreuzten Buchstabenzellen, Prozentsatz von Gesamt-Buchstaben-Zellen-Anzahl in Klammern
es: Número de casillas de letra cruzadas, porcentaje del total entre paréntesis
et: Ristuvate täheruutude arv, sulgudes protsent täheruutude koguarvust
fr: Nombre de cases de lettres croisées, pourcentage du nombre total de cases entre accolades
it: Numero di caselle lettera con incrocio, fra parentesi graffe il conteggio totale delle caselle lettera
pl: Liczba skrzyżowanych kratek liter, procent liczby całkowitych kratek w nawiasach klamrowych
pt_br: Número de células de letras cruzadas, porcentagem do número total de células entre parênteses
sv: Antal korsade bokstavsrutor, procent av totalt antal celler inom krullparenteser
uk: Кількість клітинок з літерами, що належать різним відповідями, відсоткове значення від загальної кількості клітинок з літерами у фігурних дужках

source: Number of empty cells, percentage of total cell count in braces
bs: Broj praznih ćelija, postotak ukupnog broja ćelija.
cs: Počet prázdných políček, procento celkového počtu políček v závorkách
de: Anzahl an leeren Zellen, Prozentsatz von Gesamtzellen-Anzahl in Klammern
es: Número de casillas vacías, porcentaje del total de casillas entre paréntesis
et: Tühjade ruutude arv, sulgudes protsent ruutude koguarvust
fr: Nombre de cases vides, pourcentage du nombre total de cases entre accolades
it: Numero di caselle vuote, fra parentesi graffe il conteggio totale delle caselle
pl: Liczba pustych kratek, procent liczby całkowitych kratek w nawiasach klamrowych
pt_br: Número de células vazias, porcentagem do número total de células entre parênteses
sv: Antal tomma rutor, procent av totalt antal celler inom krullparenteser
uk: Кількість порожніх клітинок, відсоткове значення від загальної кількості клітинок у фігурних дужках

source: Number of horizontal clues, percentage of total clue count in braces
bs: Broj horizontalnih tragova, postotak ukupnog broja tragova u zagradam
cs: Počet vodorovných nápověd, procento celkového počtu nápověd v závorkách
de: Anzahl an waagerechten Hinweisen, Prozentsatz von Gesamt-Hinweis-Anzahl in Klammern
es: Número de definiciones horizontales, porcentaje del total de definiciones entre paréntesis
et: Põiksuunas küsimuste arv, sulgudes protsent küsimuste koguarvust
fr: Nombre d'indices horizontaux, pourcentage du nombre total de cases entre accolades
it: Numero di definizioni orizzontali, fra parentesi graffe il conteggio totale delle definizioni
pl: Liczba poziomych określeń, procent liczby całkowitych określeń w nawiasach klamrowych
pt_br: Número de pistas horizontais, porcentagem do número total de pistas entre parênteses
sv: Antal vågräta nycklar, procent av totalt antal celler inom krullparenteser
uk: Кількість питань по горизонталі, відсоткове значення від загальної кількості питань у фігурних дужках

source: Number of letter cells containing '%1', percentage of total letter cell count in braces
bs: Broj ćelija slova koje sadrže '%1', postotak ukupnog broja ćelija slova u zagradama
cs: Počet písmenných políček obsahujících '%1', procento celkového počtu políček s písmeny v závorkách
de: Anzahl an Buchstabenzellen mit ‚%1‘, Prozentsatz von Gesamt-Buchstaben-Zellen-Anzahl in Klammern
es: Número de casillas de letra que contienen «%1», porcentaje del total de casillas de letra entre paréntesis
et: '%1' sisaldavate täheruutude arv, sulgudes protsent täheruutude koguarvust
fr: Nombre de cases de lettres contenant « %1 », le pourcentage du nombre total de cases de lettres est indiqué entre accolades
it: Numero di caselle lettera contenenti «%1», fra parentesi graffe il conteggio totale delle caselle lettera
pl: Liczba kratek liter zawierających %1, procent liczby całkowitych liter w nawiasach klamrowych
pt_br: Número de células de letras que contêm '%1', porcentagem do número total de células de letras entre parênteses
sv: Antal bokstavsrutor som innehåller '%1', procent av totalt antal celler inom krullparenteser
uk: Кількість клітинок, що містять «%1», відсоткове значення від загальної кількості клітинок з літерами у фігурних дужках

source: Number of letter cells, percentage of total cell count in braces
bs: Broj ćelija slova, postotak ukupnog broja čelija u zagradama
cs: Počet písmenných políček, procento celkového počtu políček v závorkách
de: Anzahl an Buchstabenzellen, Prozentsatz von Gesamtzellen-Anzahl in Klammern
es: Número de casillas de letra, porcentaje del total entre paréntesis
et: Täheruutude arv, sulgudes protsent ruutude koguarvust
fr: Nombre de cases de lettre, pourcentage du nombre total de cases entre accolades
it: Numero di caselle lettera, fra parentesi graffe il conteggio totale delle caselle
pl: Liczba kratek liter, procent liczby całkowitych kratek w nawiasach klamrowych
pt_br: Número de células de letras, porcentagem do número total de células entre parênteses
sv: Antal bokstavsrutor, procent av totalt antal celler inom krullparenteser
uk: Кількість клітинок з літерами, відсоткове значення від загальної кількості клітинок у фігурних дужках

source: Number of uncrossed letter cells, percentage of total letter cell count in braces
bs: Broj neukrštenih ćelija slova, postotak ukupnog broja ćelija slova u zagradama
cs: Počet neprotínajících se písmenných políček, procento celkového počtu políček s písmeny v závorkách
de: Anzahl an ungekreuzten Buchstabenzellen, Prozentsatz von Gesamt-Buchstaben-Zellen-Anzahl in Klammern
es: Número de casillas de letra sin cruzar, porcentaje del total de casillas de letra entre paréntesis
et: Mitteristuvate täheruutude arv, sulgudes protsent täheruutude koguarvust
fr: Nombre de cases de lettres non croisées, pourcentage du nombre total de cases entre accolades
it: Numero di caselle lettera senza incrocio, fra parentesi graffe il conteggio totale delle caselle lettera
pl: Liczba nieskrzyżowanych kratek liter, procent liczby całkowitych kratek w nawiasach klamrowych
pt_br: Número de células de letras não cruzadas, porcentagem do número total de células entre parênteses
sv: Antal okorsade bokstavsrutor, procent av totalt antal celler inom krullparenteser
uk: Кількість клітинок з літерами, що не належать різним відповідями, відсоткове значення від загальної кількості клітинок з літерами у фігурних дужках

source: Number of vertical clues, percentage of total clue count in braces
bs: Broj vertikalnih trragova, postotak ukupnog broja tragova u zagradama
cs: Počet svislých nápověd, procento celkového počtu nápověd v závorkách
de: Anzahl an senkrechten Hinweisen, Prozentsatz von Gesamt-Hinweis-Anzahl in Klammern
es: Número de definiciones verticales, porcentaje del total de definiciones entre paréntesis
et: Püstsuunas küsimuste arv, sulgudes protsent küsimuste koguarvust
fr: Nombre d'indices verticaux, pourcentage du nombre total de cases entre accolades
it: Numero di definizioni verticali, fra parentesi graffe il conteggio totale delle definizioni
pl: Liczba pionowych określeń, procent liczby całkowitych określeń w nawiasach klamrowych
pt_br: Número de pistas verticais, porcentagem do número total de pistas entre parênteses
sv: Antal lodräta nycklar, procent av totalt antal celler inom krullparenteser
uk: Кількість питань по вертикалі, відсоткове значення від загальної кількості питань у фігурних дужках

source: Occurrences Of Letters:
bs: Pojave slova:
cs: Výskyty písmen:
de: Vorkommen von Buchstaben:
es: Apariciones de las letras:
et: Tähtede esinemiskorrad:
fr: Occurrences des lettres :
it: Ricorrenza di lettere:
pl: Wystąpienia liter:
pt_br: Ocorrências das letras:
sv: Förekomster av bokstäver:
uk: Відсоткова частка літер:

source: Only the checked cell types can be added into the crossword grid
bs: Samo odabrani tipovi ćelije mogu biti dodani u rešetku križaljke
cs: Pouze zatržené druhy políček mohou být přidány do mřížky s křížovkou
de: Nur die gewählten Zell-Typen können in das Kreuzworträtsel-Gitter eingefügt werden
es: Solo se pueden añadir a la plantilla del crucigrama los tipos de casillas marcados.
et: Ristsõnaruudustikku saab lisada ainult märgitud ruudutüüpe
fr: Seules les cases sélectionnées peuvent être ajoutées dans la grille
it: Solo i tipi di casella selezionati possono essere aggiunti nella griglia del cruciverba
pl: Tylko odhaczone typy kratek mogą zostać dodane do siatki krzyżówki
pt_br: Só podem ser adicionados os tipos de células assinalados na grade de palavras cruzadas
sv: Bara de markerade typerna av rutor kan läggas till i korsordet
uk: До ґратки кросворда буде додано лише клітинки позначених типів.

source: Or&ientation:
it: &Orientamento:

source: Pan
bs: Paniraj
cs: Najet na
de: Verschieben
es: Enfoque
et: Liiguta
fr: Scinder
it: Scorri
pl: Przesuń
pt_br: Deslocamento
sv: Panorera
uk: Панорамування

source: Pan the view. Note that you can also pan while pressing the control key.
bs: Paniraj pogled. Imajte na umu da takođe možete panirati dok držite kontrolni ključ.
cs: Pohybovat pohledem pomocí myši. Pohledem můžete pohybovat pomocí myši i tehdy, když přitom držíte stisknutou klávesu Ctrl.
de: Die Ansicht mit der Maus bewegen. Sie können die Ansicht auch dann mit der Maus bewegen, wenn Sie dabei die Taste Strg gedrückt halten.
es: Enfocar la vista. Tenga en cuenta que también puede enfocar presionando la tecla control.
et: Vaate liigutamine: Pane tähele, et liigutada saab ka Ctrl-klahvi all hoides.
fr: Scinder l'affichage. Remarque : vous pouvez également scinder en appuyant sur la touche de contrôle.
it: Scorri la vista. Nota che puoi scorrere anche tenendo premuto il tasto Ctrl.
pl: Przesuń widok. Zauważ, że możesz również przesuwać przytrzymując klawisz ctrl.
pt_br: Deslocar a janela. Lembre-se de que você também poderá se posicionar com a tecla Control.
sv: Panorera vyn. Observera att du också kan panorera med Ctrl-tangenten nertryckt.
uk: Панорамувати перегляд. Зауважте, що панорамування можна виконувати і за допомогою натискання клавіші Ctrl.

source: Preview failed
bs: Prikaz nije moguć
cs: Náhled se nezdařil
de: Vorschau fehlgeschlagen
es: La vista previa ha fallado
et: Eelvaatluse näitamine nurjus
fr: L'aperçu a échoué
it: Anteprima non riuscita
pl: Nieudany podgląd
pt_br: Falha na visualização
sv: Förhandsgranskning misslyckades
uk: Не вдалося створити попередній перегляд!

source: Preview:
bs: Pregled:
cs: Náhled:
de: Vorschau:
es: Vista previa:
et: Eelvaatlus:
fr: Aperçu :
it: Anteprima:
pl: Podgląd:
pt_br: Visualização:
sv: Förhandsgranskning:
uk: Перегляд:

source: Previous developer
cs: Předchozí vývojář
it: Sviluppatore precedente

source: Print the crossword
bs: Odštampajte križaljku
cs: Tisk křížovky
de: Kreuzworträtsel drucken
es: Imprimir el crucigrama
et: Ristsõna trükkimine
fr: Imprimer la grille
it: Stampa il cruciverba
pl: Wydrukuj krzyżówkę
pt_br: Imprimir as palavras cruzadas
sv: Skriv ut korsordet
uk: Надрукувати кросворд

source: Properties
bs: &Postavke
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
et: Omadused
fr: Propriétés
it: Proprietà
pl: Właściwości
pt_br: Propriedades
sv: Egenskaper
uk: Властивості

source: Quality crosswords of the current crossword type (%1) are usually symmetric.
bs: Kvalitetne križaljke trenutačnog tipa križaljke (%1) su obično simetrične.
cs: Prvotřídní křížovky současného druhu křížovek (%1) jsou obvykle souměrné.
de: Qualitäts-Kreuzworträtsel des aktuellen Kreuzworträtsel-Typs (%1) sind normalerweise symmetrisch.
es: Los crucigramas de calidad del tipo actual de crucigramas (%1) son habitualmente simétricos.
et: Aktiivse ristsõnatüübi (%1) kvaliteetsed ristsõnad on tavaliselt sümmeetrilised.
fr: Les bonnes grilles du type de grille choisi (%1) sont généralement symétriques.
it: I migliori cruciverba di questo tipo (%1) sono di solito simmetrici.
pl: Krzyżówki o wysokiej jakości obecnego typu krzyżówki (%1) są zazwyczaj symetryczne.
pt_br: As palavras cruzadas de qualidade do tipo atual (%1) são normalmente simétricas.
sv: Högkvalitativa korsord av nuvarande korsordstyp (%1) är oftast symmetriska.
uk: Якісні кросворди поточного типу кросвордів (%1) зазвичай є симетричними.

source: Remap the selected letter to the given clue number.
bs: Premjestite odabrano slovo datom trag broju.
cs: Přiřadit vybrané písmeno k zadanému číslu nápovědy.
de: Den markierten Buchstaben der gegebenen Hinweis-Nummer zuordnen.
es: Reasignar la letra seleccionada a un número de definición dado.
et: Valitud tähe ümberseostamine määratud küsimusnumbriga.
fr: Réassigner la lettre sélectionnée au numéro d'indice donné.
it: Associa la lettera selezionata al numero di definizione dato.
pl: Zmapuj ponownie wybraną literę do podanego numeru określenia.
pt_br: Remapear a letra selecionada ao número de pista indicado.
sv: Koppla markerad bokstav till givet nyckelnummer igen.
uk: Змінити відповідник позначеної літери на вказаний номер.

source: Remove %1 letter
bs: Ukloni %1 slovo
cs: Odstranit jedno písmeno
de: %1 Buchstaben entfernen
es: Eliminar %1 letra
et: Eemalda %1 täht
fr: Supprimer %1 lettre
it: Rimuovi %1 lettera
pl: Usuń %1 literę
pt_br: Remover %1 letra
sv: Ta bort %1 bokstav
uk: Вилучити %1 літеру

source: Remove &Across Clue
bs: Ukloni &preko trag
cs: Odstranit &vodorovnou nápovědu
de: &Waagerechten Hinweis entfernen
es: Eliminar definición horizont&al
et: Ee&malda küsimus põiksuunas
fr: Supprimer l'indice horizont&al
it: Rimuovi definizione &orizzontale
pl: Usuń odpowiedź po&ziomą
pt_br: Remover a pista &horizontal
sv: Ta bort &vågrät nyckel
uk: Вил&учити відповідь по горизонталі

source: Remove &Down Clue
bs: Ukloni &donji trag
cs: Odstranit &svislou nápovědu
de: &Senkrechten Hinweis entfernen
es: Eliminar definición &vertical
et: Eemal&da küsimus alla
fr: Supprimer l'indice &vertical
it: Rimuovi definizione &verticale
pl: Usuń odpowiedź &pionową
pt_br: Remover a pista &vertical
sv: Ta bort &lodrät nyckel
uk: Ви&лучити відповідь по вертикалі

source: Remove Clue '%1'
bs: Ukloni trag '%1'
cs: Odstranit nápovědu '%1'
de: Hinweis „%1“ entfernen
es: Eliminar definición «%1»
et: Eemalda küsimus '%1'
fr: Supprimer l'indice « %1 »
it: Rimuovi la definizione «%1»
pl: Usuń określenie '%1'
pt_br: Remover a pista '%1'
sv: Ta bort nyckel '%1'
uk: Вилучити питання «%1»

source: Remove Clue Without Text
bs: Ukloni trag bez teksta
cs: Odstranit nápovědu bez textu
de: Hinweis ohne Text entfernen
es: Eliminar definición sin texto
et: Eemalda tekstita küsimus
fr: Supprimer les indices sans texte
it: Rimuovi la definizione senza testo
pl: Usuń określenie bez tekstu
pt_br: Remover a pista sem texto
sv: Ta bort nyckel utan text
uk: Вилучити питання без тексту

source: Remove Image '%1'
bs: Ukloni sliku '%1'
cs: Odstranit obrázek '%1'
de: Bild „%1“ entfernen
es: Eliminar imagen «%1»
et: Eemalda pilt '%1'
fr: Supprimer l'image « %1 »
it: Rimuovi immagine «%1»
pl: Usuń obraz '%1'
pt_br: Remover a imagem '%1'
sv: Ta bort bild '%1'
uk: Вилучити зображення «%1»

source: Remove Same Letter Synchronization
bs: Ukloni sinhronizaciju istih slova
cs: Odstranit sladění stejných písmen
de: „Gleiche-Buchstaben-Abgleich“ entfernen
es: Eliminar la sincronización de letras iguales
et: Eemalda ühesuguste tähtede sünkroonimine
fr: Supprimer la synchronisation des lettres similaires
it: Rimuovi la sincronizzazione della stessa lettera
pl: Usuń taką samą synchronizację liter
pt_br: Remover a sincronização da mesma letra
sv: Ta bort synkronisering av likadana bokstäver
uk: Вилучити синхронізацію однакових літер

# This string shouldn't happen to be used
source: Remove no letters
bs: Uklonite ne slova
cs: Neodstranit žádné písmeno
de: Keine Buchstaben entfernen
es: No eliminar letras
et: Ära eemalda ühtegi tähte
fr: Ne supprimer aucune lettre
it: Rimuovi nessuna lettera
pl: Nie usuwaj żadnych liter
pt_br: Não remover nenhuma letra
sv: Ta inte bort några bokstäver
uk: Вилучити клітинки без літер

source: Removes all clues from the crossword
cs: Odstraní všechny nápovědy z křížovky
it: Rimuove tutte le definizioni dal cruciverba

source: Removes the highlighted across clue
cs: Odstraní zvýrazněnou vodorovnou nápovědu
it: Rimuove la definizione orizzontale evidenziata

source: Removes the highlighted clue or image
cs: Odstraní zvýrazněnou nápovědu nebo obrázek
it: Rimuove la definizione o l'immagine evidenziata

source: Removes the highlighted down clue
cs: Odstraní zvýrazněnou svislou nápovědu
it: Rimuove la definizione verticale evidenziata

source: Removes the selected entries from the dictionary
bs: Uklanja odabrane unose iz rječnika
cs: Odstraní vybrané záznamy ze slovníku
de: Entfernt die markierten Einträge aus dem Wörterbuch
es: Elimina las entradas seleccionadas del diccionario
et: Valitud kirjete eemaldamine sõnaraamatust
fr: Supprime les entrées sélectionnées du dictionnaire
it: Rimuove gli elementi selezionati dal dizionario
pl: Usuwa zaznaczone wpisy ze słownika
pt_br: Remover os itens selecionados do dicionário
sv: Ta bort de markerade posterna från lexikon
uk: Вилучити позначені записи зі словника
