Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: Couldn't submit removed entries to the database: %1
bs: Ne može proslijediti izbrisane ulaze bazi podataka: %1
cs: Odstraněné záznamy se nepodařilo odevzdat do databáze: %1
de: Die entfernten Eintrage können nicht an die Datenbank weitergereicht werden: %1
es: No se han podido enviar las entradas eliminadas a la base de datos: %1
et: Eemaldatud kirjete saatmine andmebaasi nurjus: %1
fr: Impossible d'ajouter les entrées supprimées à la base de données : %1
it: Impossibile inviare le voci rimosse al database: %1
pl: Nie można wysłać usuniętych wpisów bazy danych: %1
pt_br: Não foi possível enviar os itens removidos para o banco de dados: %1
sv: Kunde inte skicka borttagna poster till databasen: %1
uk: Не вдалося надіслати команду щодо вилучення записів до бази даних: %1

source: Create Database
bs: Kreiraj bazu podataka
cs: Vytvořit databázi
de: Datenbank erstellen
es: Crear base de datos
et: Andmebaasi loomine
fr: Créer la base de données
it: Crea database
pl: Utwórz bazę danych
pt_br: Criar a base de dados
sv: Skapa databas
uk: Створити базу даних

source: Create New Crossword
bs: Kreiraj novu križaljku
cs: Vytvořit novou křížovku
de: Neues Kreuzworträtsel erstellen
es: Crear nuevo crucigrama
et: Uue ristsõna loomine
fr: Créer une nouvelle grille
it: Crea nuovo cruciverba
pl: Utwórz nową krzyżówkę
pt_br: Criar novas palavras cruzadas
sv: Skapa nytt korsord
uk: Створити кросворд

source: Create a new crossword
cs: Vytvořit novou křížovku
it: Crea un nuovo cruciverba

source: Create a new folder in the library
cs: Vytvořit novou složku v knihovně
it: Crea una nuova cartella nella raccolta

# Default notes value for new crosswords
source: Created with Krossword
cs: Vytvořeno programem Krossword
it: Creato con Krossword

source: Crossed:
bs: Ukršteno:
cs: Křižující se:
de: Gekreuzt:
es: Cruzadas:
et: Ristuvaid:
fr: Croisé :
it: Incrociate:
pl: Skrzyżowane:
pt_br: Cruzadas:
sv: Korsade:
uk: На перетинах:

source: Crossnumber
cs: Číselná křížovka
de: Kreuzzahlrätsel
es: Numerigrama
et: Arvristsõna
it: Cruciverba numerico
pl: Krzyżówka numerowa
pt_br: Números cruzados
sv: Korstal
uk: Числовий кросворд

# Short description of the crossword type 'Crossnumber'
source: Crossnumbers are the numerical analogy of a crossword, in which the solutions to the clues are numbers instead of words.
bs: Crossnumber-i su numerička analogija križaljke, u kojima su rješenja tragova brojevi umjesto riječi.
cs: Číselné křížovky jsou číselnou obdobou křížovek, v nichž představují řešení nápověd čísla namísto slov.
de: Kreuzzahlrätsel sind die numerische Analogie eines Kreuzworträtsels, in dem die Lösungen zu Hinweisen aus Zahlen statt Buchstaben bestehen.
es: Los numerigramas son la analogía numérica de un crucigrama, en los que la solución a las definiciones son números en lugar de palabras.
et: Arvristsõnad on tavalise ristsõna selline vorm, kus vastused küsimustele tuleb sõnade asemel kirjutada arvudega.
fr: Les grilles de nombres-croisés sont l'équivalent numérique des mots-croisés dans lesquels les réponses aux indices sont des nombres au lieu d'être des mots.
it: I cruciverba numerici sono gli analoghi numerici dei cruciverba. Le soluzioni alle definizioni sono numeri invece che parole.
pl: Krzyżówki numerowe są numeryczną analogią do zwykłych krzyżówek, gdzie używa się słów. Różnica polega na tym, że rozwiązaniem określeń są numery zamiast słów.
pt_br: Os números cruzados são a analogia numérica das palavras cruzadas, onde as soluções das pistas são números em vez de palavras.
sv: Korstal är den numeriska motsvarigheten till ett korsord, där lösningarna till nycklarna är tal istället för ord.
uk: Числові кросворди є числовим аналогом звичайних кросвордів. Відповідями у таких кросвордах є не слова, а числа.

source: Crossword
it: Cruciverba
sv: Korsord

source: Crossword %1
cs: Křížovka %1
it: Cruciverba %1

source: Crossword Size:
it: Dimensione del cruciverba:

source: Crossword Type
bs: Tip križaljke
cs: Druh křížovky
de: Kreuzworträtsel-Typ
es: Tipo de crucigrama
et: Ristsõna tüüp
fr: Type de grille
it: Tipo di cruciverba
pl: Typ krzyżówki
pt_br: Tipo de palavras cruzadas
sv: Korsordstyp
uk: Тип кросворда

source: Crossword Type Information
bs: Informacije za tip križaljke
cs: Informace o druhu křížovky
de: Kreuzworträtsel-Typ-Information
es: Información del tipo de crucigrama
et: Ristsõnatüübi teave
fr: Informations sur le type de grille
it: Informazioni tipo di cruciverba
pl: Informacje o typie krzyżówki
pt_br: Informação do tipo de palavras cruzadas
sv: Information om korsordstyp
uk: Відомості щодо типу кросворда

source: Crossword Type:
bs: Tip kkrižaljke:
cs: Druh křížovky:
de: Kreuzworträtsel-Typ:
es: Tipo de crucigrama:
et: Ristsõnatüüp:
fr: Type de grille :
it: Tipo di cruciverba:
pl: Typ krzyżówki:
pt_br: Tipo de palavras cruzadas:
sv: Korsordstyp:
uk: Тип кросворда:

source: Crossword Type: %1
bs: Tip križaljke: %1
cs: Druh křížovky: %1
de: Kreuzworträtsel-Typ: %1
es: Tipo de crucigrama: %1
et: Ristsõnatüüp: %1
fr: Type de grille : %1
it: Tipo di cruciverba: %1
pl: Typ krzyżówki: %1
pt_br: Tipo de palavras cruzadas: %1
sv: Korsordstyp: %1
uk: Тип кросворда: %1

# Long description of the crossword type 'American'
source: Crossword grids such as those appearing in most North American newspapers and magazines feature solid areas of white squares. Every letter is checked, and usually each answer is required to contain at least three letters. In such puzzles shaded squares are traditionally limited to about one-sixth of the design. Crossword grids elsewhere, such as in Britain and Australia, have a lattice-like structure, with a higher percentage of shaded squares, leaving up to half the letters in an answer unchecked. For example, if the top row has an answer running all the way across, there will be no across answers in the second row. Another tradition in puzzle design (in North America and Britain particularly) is that the grid should have 180-degree rotational symmetry, so that its pattern appears the same if the paper is turned upside down. Most puzzle designs also require that all white cells be orthogonally contiguous (that is, connected in one mass through shared sides, to form a single polyomino). (text taken from wikipedia)
cs: Mřížky s křížovkami jako takovými se objevují ve většině severoamerických novin a časopisy obsahují pevné oblasti s bílými čtverečky. Každé písmeno je zatrženo, a obvykle se požaduje, aby každá odpověď obsahovala alespoň tři písmena. V takových hádankách jsou stínované čtverečky tradičně omezeny na jednu šestinu vzhledu. Jinde mají mřížky s křížovkami, v takových jako jsou Velká Británie a Austrálie, stavbu na způsob mřížoví s větším podílem stínovaných čtverečků, ponechávaje ažpolovinu písmen v odpovědi neomezenou. Například, pokud má horní řádek odpověď jdoucí po celou dobu vodorovně, ve druhém řádku nebudou žádné vodorovné odpovědi. Další tradicí ve vzhledu těchto hádanek (obzvláště v Severní Americe a ve Velké Británii) je, že mřížka by měla mít 180 stupňovou souměrnost, co se týče možnosti jejího otočení. Takže se tento vzor jeví jako stejný, když je papír otočen vzhůru nohama. Většina návrhů hádanek také požaduje, aby všechna bílá políčka byly pravoúhle se dotýkající (tím se myslí, aby byla spojena v jednu hmotu pomocí sdílených stran). (text byl převzat z Wikipedie)
de: Kreuzwortgitter wie Sie in den meisten Nordamerikanischen Zeitungen und Magazinen erscheinen, bestehen aus einfarbigen Bereichen mit weißen Quadraten. Jeder Buchstabe ist gekreuzt und normalerweise erfordert jede Lösung mindestens drei Buchstaben. In solchen Rätseln ist die Anzahl der dunklen Quadrate auf etwa 1/6 begrenzt. Kreuzworträtsel in anderen Ländern wie in Großbritannien und Australien, habe eine gitterartige Struktur mit einem größeren Prozentsatz an dunklen Quadraten, dabei sind bis zur Hälfte der Buchstaben in einer Lösung nicht gekreuzt. Wenn zum Beispiel in der obersten Reihe eine Antwort über die ganze Länge geht, gibt es keine gekreuzten Antworten in der zweiten Reihe. Eine andere Tradition im Entwurf von Rätseln (besonders in Nordamerika und Großbritannien) ist, dass das Gitter eine Rotations-Symmetrie von 180 Grad hat, so dass das Muster gleich bleibt, wenn das Papier auf dem Kopf gelesen wird. Die meisten Rätselentwürfe verlangen auch, dass alle weißen Zellen orthogonal zusammenhängen, so dass ein Polyomino geformt wird. Aus der englischen Wikipedia
es: Las cuadrículas como las que aparecen en la mayoría de periódicos y revistas norteamericanos muestran áreas compactas de cuadrados blancos. Cada letra está cuadriculada, y normalmente cada respuesta contiene un mínimo de tres letras. En estos rompecabezas, los cuadros negros están tradicionalmente limitados a alrededor de un sexto del diseño. Las cuadrículas de crucigramas en otras partes, como en Gran Bretaña o en Australia, tienen una estructura semejante a un enrejado, con un mayor porcentaje de cuadros negros, dejando hasta la mitad de las letras de una respuesta sin recuadrar. Por ejemplo, si la fila superior tiene una respuesta que la recorre por completo, no habrá respuestas horizontales en la segunda fila. Otra tradición en el diseño de rompecabezas (particularmente en Norteamérica y en Gran Bretaña), es que la cuadrícula debe tener una simetría rotacional de 180 grados, de forma que el patrón parece el mismo si se gira el papel de arriba abajo. La mayoría de diseños también requieren que todas las casillas blancas sean contiguas ortogonalmente (esto es, conectadas por lados compartidos, para formar un solo poliominó. (texto tomado de la wikipedia)
et: Enamikus Põhja-Ameerika ajalehtedes ja ajakirjades ilmuvad ristsõnad pakuvad rohkelt valgeid ruute. Kõik tähed ristuvad ning enamasti peab iga vastus olema vähemalt kolmetäheline. Tavaliselt ei ületa mittetäidetavate tumedate ruutude arv neis üht kuuendikku. Mujal, näiteks Suurbritannias ja Austraalias, on ristsõnad sageli sõrestikulise ülesehitusega, mistõttu mittetäidetav ala on suurem ning isegi kuni pooled tähed võivad kuuluda ainult ühte vastusse. Kui näiteks ülemises reas on kogu ristsõna laiust hõlmav vastus, siis teises reas põikisuunas vastuseid ei esine. Teine tava, mis on eriti levinud Põhja-Ameerikas ja Suurbritannias, näeb ette ristsõna sümmeetria 180 kraadi all pööramisel, nii et ka ristsõna pea peale keeramisel jääb muster samaks. Tihtipeale on nõutav seegi, et valged ruudud oleksid katkematult ühendatud.
fr: Les grilles de mots-croisés telles qu'elles apparaissent dans les journaux et les magazines américains sont faites de zones remplies de cases blanches. Chaque lettre doit être remplie et généralement chaque réponse contient nécessairement trois lettres au minimum. Dans de telles grilles, les cases sombres sont généralement limitées à un sixième de la surface. Les grilles de mots-croisés d'autres origines, notamment anglaises ou australiennes, ont une structure en réseau, avec un haut pourcentage de cases sombres, laissant jusqu'à la moitié des lettres non-remplies. Par exemple, si la ligne du haut comprend une réponse traversant toute la grille, il n'y aura aucune réponse horizontale à la deuxième ligne. Une autre tradition de la création de mots-croisés (particulièrement en Amérique du nord et en Grande-Bretagne) est que la grille comporte une symétrie de rotation à 180°, ce qui fait que le motif apparaît inchangé lorsque le journal est tenu à l'envers. La plupart des grilles ont également pour règle que les cases blanches doivent être orthogonalement contiguës. (texte provenant de Wikipédia)
it: Le griglie dei cruciverba come quelle che si trovano nella maggior parte dei giornali e delle riviste del Nord America sono caratterizzate da aree di quadrati bianchi. Ogni lettera è verificata perché condivisa da due definizioni e di solito ogni risposta deve contenere almeno tre lettere. In questi rompicapo le caselle nere sono tradizionalmente limitate a circa un sesto dello schema. In Gran Bretagna e Australia, invece, le griglie dei cruciverba hanno una struttura tipo reticolo, con una più alta percentuale di caselle nere che rendono non verificabili fino a metà delle lettere presenti. Per esempio se la riga in alto è completamente occupata da una sola risposta, non ci saranno risposte orizzontali nella seconda riga. Un'altra consuetudine (in particolare in Nord America e Gran Bretagna) è che la griglia dovrebbe avere una simmetria di rotazione di 180 gradi, così che il suo schema appaia identico anche capovolgendo il foglio. La maggior parte degli schemi inoltre richiedono che tutte le caselle bianche siano ortogonalmente contigue (cioè collegate tra di loro tramite i lati in comune per formare un singolo poliomino). (tratto da Wikipedia)
pl: Siatki krzyżówek, takie które występują w większości północno-amerykańskich gazet i magazynów mają jednolite obszary białych kwadratów. Każda litera jest sprawdzania i zazwyczaj każda odpowiedź musi zawierać co najmniej trzy litery. W takich puzzlach przyciemnione kwadraty są tradycyjnie ograniczone do około jednej szóstej układu krzyżówki. Siatki krzyżówek w innych krajach, takich jak Wielka Brytania czy Australia, mają strukturę kraty, z większą liczbą zacienionych kwadratów, pozostawiając aż do połowy niesprawdzonych liter w odpowiedzi. Na przykład, jeśli górny wiersz ma odpowiedź przebiegającą przez cały poziom krzyżówki, to poziome odpowiedzi w drugim wierszu nie wystąpią. Inną tradycyjnym układem puzzli (szczególnie w Ameryce Północnej i Wielkiej Brytanii) jest siatka, która zachowuje symetrię przy obrocie o 180 stopni, tak że jej wzorzec okazuje się taki sam przy obrocie gazety do góry nogami. Większość układów puzzli wymaga także, żeby wszystkie białe kratki były prostopadle przyległe (to znaczy, połączone w jedną masę na współdzielonych stronach, tak aby tworzyły pojedynczy wielobok). (wzięto z Wikipedii)
pt_br: As grades de palavras cruzadas, como as que aparecem na maioria dos jornais e revistas Norte-Americanos contêm áreas preenchidas por quadrados em branco. Cada letra é verificada, e normalmente cada resposta tem que conter pelo menos três letras. Nesses quebra-cabeças, os quadrados sombreados estão normalmente limitados a um sexto do desenho. As grades de palavras cruzadas nos outros locais, como na Grã-Bretanha ou na Austrália, têm uma estrutura diferente, com uma maior percentagem de quadrados sombreados, deixando até metade das letras de uma resposta não verificadas. Por exemplo, se a linha de topo tiver uma resposta que atravessa todo o caminho, não existirão respostas atravessadas na segunda linha. Outra tradição no desenho do quebra-cabeças (na América do Norte e na Grã-Bretanha em particular) é que a grade deverá ter uma simetria de rotação em 180 graus, assim o seu padrão parece igual se virar o jornal de baixo para cima. O desenho da maioria dos quebra-cabeças também obriga a que todas as células em branco sejam contíguas a nível ortogonal (isto é, ligado numa única massa, através de lados compartilhados, de modo a formar um único poliminó). (texto retirado da Wikipédia)
sv: Korsord som de i de flesta nordamerikanska tidningar och tidskrifter innehåller hela områden med vita rutor. Varje bokstav är kontrollerad, och ofta krävs att varje svar innehåller minst tre bokstäver. I sådana korsord begränsas traditionellt de skuggade fyrkanterna till omkring en sjättedel av konstruktionen. Korsord på andra platser, som i Storbritannien och Australien, har en nätliknande struktur, med en större procentuell andel skuggade fyrkanter, vilket lämnar upp till hälften av bokstäverna i ett svar utan kontroll. Om övre raden exempelvis har ett vågrätt svar som går hela vägen, finns det inga vågräta svar i andra raden. En annan tradition (i synnerhet i Nordamerika och Storbritannien) är att korsordet ska ha en 180 graders rotationssymmetri, så att mönstret ser likadant ut om det vänds upp och ner. De flesta korsordskonstruktioner kräver också att alla vita rutor är rätvinkligt kontinuerliga (det vill säga, sammanbundna i en grupp via delade sidor, så att de utgör en enda sammanhängande figur av fyrkanter). (Texten kommer från Wikipedia)
uk: У ґратках кросвордів, які можна побачити у більшості північно-американських газет і журналів, містяться суцільні блоки порожніх клітинок. Всі ці клітинки слід заповнити літерами, причому відповідь зазвичай має складатися принаймні з трьох літер. Кількість пропущених клітинок (їх зафарбовують чорним) типово не повинна перевищувати однієї шостої площі кросворда. Ґратки кросвордів, які використовують у інших країнах, зокрема Великобританії або Австралії, схожі на візерунки. Частка пропущених клітинок у таких кросвордах є вищою (до половини площі кросворда). Приклад: якщо відповідь на питання у верхньому рядку за довжиною дорівнює всій ширині кросворда, наступний рядок не повинен містити відповіді, довжина якої дорівнюватиме ширині кросворда. Ще однією традиційною вимогою до компонування ґратки (зокрема у Великобританії та Північній Америці) є дзеркальна симетрія ґратки: ґратка має залишатися незмінною після повороту кросворда на 180 градусів. Крім того, у більшості форматів кросвордів передбачено неперервність блоку клітинок (всі клітинки відповідей можна з’єднати у суцільний блок, якщо переходити з однієї клітинки до іншої лише через бічні сторони клітинок). (текст запозичено з Вікіпедії)

source: Crossword not valid
it: Cruciverba non valido

source: Crossword to open
it: Cruciverba da aprire

source: Crosswords (*.kwp *.kwpz *.puz)
it: Cruciverba (*.kwp *.kwpz *.puz)

source: Current Answer:
bs: Trenutačni odgovor:
cs: Nynější odpověď:
de: Aktuelle Antwort:
es: Respuesta actual:
et: Aktiivne vastus:
fr: Réponse actuelle :
it: Risposta attuale:
pl: Obecna odpowiedź:
pt_br: Resposta atual:
sv: Nuvarande svar:
uk: Поточна відповідь:

source: Current Cell
bs: Trenutačna ćelija
cs: Nynější nápověda
de: Aktuelle Zelle
es: Casilla actual
et: Aktiivne ruut
fr: Case actuelle
it: Casella attualmente selezionata
pl: Bieżąca kratka
pt_br: Célula atual
sv: Nuvarande ruta
uk: Поточна клітинка

source: Current solution word:
cs: Nynější slovo řešení:
de: Aktuelles Lösungswort:
es: Palabra de la solución actual:
et: Aktiivne vastussõna:
fr: Mot actuel de solution :
it: Soluzione attuale:
pl: Obecne słowo rozwiązania:
pt_br: Palavra da solução atual:
sv: Nuvarande lösningsord
uk: Поточне слово-розв’язок:

source: Delete the selected crossword from the library
cs: Smazat vybranou křížovku z knihovny
it: Elimina il cruciverba selezionato dalla raccolta

source: Describe your crossword type here.
bs: Opišite svoj tip križaljke ovdje.
cs: Zde popište svůj druh křížovky.
de: Beschreiben Sie die Art Ihres Kreuzworträtsels hier.
es: Describa aquí su tipo de crucigrama.
et: Siia käib ristsõnatüübi kirjeldus.
fr: Décrivez votre type de grille ici.
it: Descrivi qui il tuo tipo di cruciverba.
pl: Tutaj opisz swój własny typ krzyżówki
pt_br: Descreva aqui o seu tipo de palavras cruzadas.
sv: Beskriv korsordets typ här.
uk: Тут ви можете описати тип вашого кросворда.

source: Detailed Configuration
bs: Detaljna konfiguracija
cs: Podrobné nastavení
de: Ausführliche Einrichtung
es: Configuración detallada
et: Üksikasjalik seadistamine
fr: Configuration détaillée
it: Dettagli di configurazione
pl: Szczegółowa konfiguracja
pt_br: Configuração detalhada
sv: Detaljerad inställning
uk: Докладне налаштування

source: Developer
cs: Vývojář
it: Sviluppatore

source: Dictionary
bs: &Rječnik
cs: Slovník
de: Wörterbuch
es: Diccionario
et: Sõnaraamat
fr: Dictionnaire
it: Dizionario
pl: Słownik
pt_br: Dicionário
sv: Lexikon
uk: Словник

source: Dictionary cleared
bs: Rječnik očišćen
cs: Slovník smazán
de: Wörterbuch geleert
es: Diccionario borrado
et: Sõnaraamat on puhastatud
fr: Dictionnaire vidé
it: Dizionario cancellato
pl: Wyczyszczono słownik
pt_br: Dicionário limpo
sv: Lexikon rensat
uk: Словник спорожнено

source: Digits
bs: Cifre
cs: Číslice
de: Zahlen
es: Dígitos
et: Arvud
fr: Chiffres
it: Cifre
pl: Cyfry
pt_br: Dígitos
sv: Siffror
uk: Цифри

source: Do you really want to clear the crossword?
cs: Opravdu chcete smazat křížovku?
it: Vuoi davvero pulire il cruciverba?

source: Do you really want to solve the crossword?
cs: Opravdu chcete vyluštit křížovku?
it: Vuoi davvero risolvere il cruciverba?

source: Document &Information
bs: &Informacije dokumenta
cs: Informace o dokumentu
de: Dokument-&Information
es: &Información del documento
et: Dokumend&i teave
fr: &Informations sur le document
it: &Informazioni documento
pl: &Informacje o dokumencie
pt_br: &Informação do documento
sv: Dokument&information
uk: &Відомості щодо документа

source: Document Information
bs: Podaci o dokumentu
cs: Informace o dokumentu
de: Dokument-Informationen
es: Información del documento
et: Dokumendi teave
fr: Informations sur le document
it: Informazioni sul documento
pl: Informacje o dokumencie
pt_br: Informações do documento
sv: Dokumentinformation
uk: Відомості щодо документа

source: Double clue cell
bs: Dupla ćelija traga
cs: Políčko s dvojitou nápovědou
de: Doppel-Hinweiszelle
es: Doble casilla de definición
et: Kahe küsimusega ruut
fr: Double case d'indice
it: Casella autodefinita doppia
pl: Podwójna kratka określenia
pt_br: Célula de pista dupla
sv: Dubbel nyckelruta
uk: Клітинка з двома питаннями

source: Down clues
bs: Donji tragovi
cs: Svislé nápovědy
de: Senkrechte Hinweise
es: Definiciones verticales
et: Küsimused püstsuunas
fr: Indices verticaux
it: Definizioni verticali
pl: Określenia pionowe
pt_br: Pistas verticais
sv: Lodräta nycklar
uk: Питання по вертикалі

# Title for the list of down/vertical clues when printing
source: Down clues
bs: Donji tragovi
cs: Svislé nápovědy
de: Senkrechte Hinweise
es: Definiciones verticales
et: Küsimused püstsuunas
fr: Indices verticaux
it: Definizioni verticali
pl: Określenia pionowe
pt_br: Pistas verticais
sv: Lodräta nycklar
uk: Питання по вертикалі

source: Download &to:
it: Scarica &in:

source: Download Crossword To Library
cs: Stáhnout křížovku do knihovny
de: Kreuzworträtsel in die Sammlung herunterladen
es: Descargando el crucigrama a la biblioteca
et: Ristsõna allalaadimine kogusse
fr: Télécharger une grille dans la bibliothèque
it: Scarica cruciverba nella raccolta
pl: Pobieranie krzyżówki do biblioteki
pt_br: Transferir as palavras cruzadas para a biblioteca
sv: Ladda ner korsord till bibliotek
uk: Звантажити кросворд до бібліотеки

source: Download Crosswords
bs: Preuzmi križaljke
cs: Stáhnout křížovky
de: Kreuzworträtsel herunterladen
es: Descargar crucigramas
et: Ristsõnade allalaadimine
fr: Télécharger des grilles
it: Scarica cruciverba
pl: Pobierz krzyżówki
pt_br: Transferir as palavras cruzadas
sv: Ladda ner korsord
uk: Звантажити кросворди

source: Download a crossword and add it to the library
cs: Stáhnout křížovku a přidat ji do knihovny
it: Scarica un cruciverba e lo aggiunge alla raccolta

source: Download error:
it: Errore di scaricamento:

source: Edit
bs: Uredi
cs: Upravit
de: Bearbeiten
es: Editar
et: Redigeerimine
fr: Modifier
it: Modifica
pl: Edytuj
pt_br: Editar
sv: Redigera
uk: Редагування

source: Edit Correct Letter at (%1, %2) From %3 to %4
bs: Uredi tačno slovo na (%1, %2) od %3 do %4
cs: Upravit správné písmeno na (%1, %2) z %3 na %4
de: Korrekten Buchstaben bei (%1, %2) von %3 zu %4 ändern
es: Editar letra correcta en (%1, %2) de %3 a %4
et: Muuda õigeks täheks asukohas (%1, %2) %3 asemel %4
fr: Modifier la lettre correcte en (%1, %2) de %3 vers %4
it: Modifica la lettera corretta in (%1, %2) da %3 a %4
pl: Edytuj poprawną literę przy (%1, %2) z %3 na %4
pt_br: Editar a letra correta em (%1, %2) de %3 para %4
sv: Redigera rätt bokstav på (%1, %2) från %3 till %4
uk: Виправити літеру у клітинці (%1, %2) з %3 на %4
