Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: <qt><p>Choose "<b>Solve</b>" if you want to give up the current game. The solution will be displayed.</p><p>If you filled in all letters and do not want to give up, choose "Done!".</p></qt>
bs: <qt><p>Izaberite "<b>Solve</b>" iako želite da predate trenutačnu igru. Rješenje će biti prikazano.</p><p>Ako ste popunili sva slova i ne želite da odustanete, izaberite "Done!".</p></qt>
cs: <qt><p>Vyberte "<b>Vyluštit</b>" pokud hodláte přestat se současnou hrou. Bude zobrazeno řešení .</p><p>Jestliže jste vyplnil všechna písmena a nechcete to vzdávat, zvolte "Hotovo!".</p></qt>
de: <qt><p>Wählen Sie „<b>Lösen</b>“ wenn Sie das aktuelle Spiel aufgeben möchten. Die Lösung wird dann angezeigt.</p><p>Wenn Sie alle Buchstaben ausgefüllt haben und das Spiel nicht aufgeben möchten, wählen Sie „Fertig!“.</p></qt>
es: <qt><p>Elija «<b>Resolver</b>» si desea abandonar el juego actual. Se mostrará la solución.</p><p>Si ha rellenado todas las letras y no desea abandonar, elija «¡Hecho!»</p></qt>
et: <qt><p>Vali "<b>Lahenda</b>", kui soovid aktiivsest mängust loobuda. Seejärel näidatakse lahendust.</p><p>Kui oled asetanud paika kõik tähed ega soovi loobuda, vali "Valmis!"</p></qt>
fr: <qt><p>Choisissez « <b>Résoudre</b> » si vous voulez abandonner le jeu en cours. La solution sera affichée.</p><p>Si vous avez rempli toutes les lettres et que vous ne voulez pas abandonner, choisissez « Fini ! »</p></qt>
it: <qt><p>Se vuoi abbandonare la partita scegli «<b>Risolvi</b>». Ti verrà mostrata la soluzione.</p><p> Se hai disposto tutte le lettere e non vuoi abbandonare la partita, scegli «Fatto!».</p></qt>
pl: <qt><p>Wybierz "<b>Rozwiąż</b>", jeśli chcesz się podać w tej grze. Zostanie wyświetlone rozwiązanie.</p><p>Jeżeli wypełniono wszystkie litery i nie masz zamiaru się poddawać, to wybierz "Gotowe!".</p></qt>
pt_br: <qt><p>Escolha "<b>Resolver</b>" se quiser desistir do jogo atual. A solução será apresentada.</p><p>Se preencheu todas as letras e não quiser desistir, escolha "Pronto!".</p></qt>
sv: <qt><p>Välj "<b>Lös</b>" om du vill ge upp pågående korsord. Lösningen visas då.</p><p>Om du fyllt i alla bokstäver, och inte vill ge upp, välj då "Klar!".</p></qt>
uk: <qt><p>Оберіть «<b>Розв’язати</b>», якщо ви здаєтеся у поточній грі. В результаті ви побачите розв’язок.</p><p>Якщо ви заповнили всі клітинки і не бажаєте здаватися, оберіть «Готово!».</p></qt>

source: <strong>%1</strong> by %2<br><small>%3</small>
it: <strong>%1</strong> di %2<br><small>%3</small>

# Long description of the crossword type 'Crossnumber'
source: A crossnumber (also known as a cross-figure) is the numerical analogy of a crossword, in which the solutions to the clues are numbers instead of words. Clues are usually arithmetical expressions, but can also be general knowledge clues to which the answer is a number or year. There are also numerical fill-in crosswords. The Daily Mail Weekend magazine used to feature crossnumbers under the misnomer Number Word. This kind of puzzle should not be confused with a different puzzle that the Daily Mail refers to as Cross Number. (text taken from wikipedia)
cs: Číselná křížovka (také známá jako křížové číslice) je číselnou obdobou křížovky, ve které jsou řešeními nápověd čísla namísto slov. Nápovědy jsou obvykle aritmetickými výrazy, ale mohou být rovněž tak nápovědami obsahujícími obecné znalosti, pro něž je odpovědí letopočet. Také jsou křížovky vyplněné čísly. Časopis Daily Mail Weekend běžně obsahoval číselné křížovky označené nevhodně jako Číselná slova. Tento druh hádanky by se neměl zaměňovat s jinou hádankou, o které se Daily Mail zmiňuje jako o Číselné křížovce. (text byl převzat z Wikipedie)
de: Ein Kreuzzahlrätsel ist eine numerische Analogie zu einem Kreuzworträtsel, in der die Lösungen der Hinweise aus Zahlen anstatt Buchstaben bestehen. Hinweise sind normalerweise arithmetische Ausdrücke, können aber auch allgemeine Fragen sein, deren Lösung eine Zahl oder ein Jahr ist. Es gibt auch Kreuzworträtsel, die numerisch auszufüllen sind. Das Magazin „Daily Mail Weekend“ hat Kreuzzahlrätsel unter der falschen Bezeichnung „Number Word“ herausgebracht. Diese Art von Rätsel sollte nicht mit einem andern Rätsel verwechselt werden, das die „Daily Mail“ als „Cross Number“ bezeichnet. Text aus der englischen Wikipedia
es: Un numerigrama (también conocido como «crucinúmero») es la analogía numérica de un crucigrama, en los que la solución a las definiciones son números en lugar de palabras. Las definiciones son, por lo general, expresiones aritméticas, pero también pueden ser definiciones de cultura general cuya respuesta es un número o un año. También hay crucigramas en los que hay que rellenar números. La revista «Daily Mail Weekend» publicaba numerigramas con el término equivocado de «Palabras numéricas» (Number Word). Este tipo de rompecabezas no debería confundirse con otro diferente al que el «Daily Mail» se refiere como «Crucinúmero». (texto tomado de la wikipedia)
et: Arvristsõnad on tavalise ristsõna selline vorm, kus vastused küsimustele tuleb sõnade asemel kirjutada arvudega. Enamasti on küsimusteks matemaatilised tehted, aga need võivad olla ka niisugused küsimused, mille vastuseks on aastaarv või mõni arv. Ingliskeelses maailmas võib tekitada segadust asjaolu, et arvristsõnade kohta kasutatakse väljendeid 'crossnumber' või 'cross-figure', samas krüptogrammide kohta 'number puzzle'.
fr: Les nombres-croisés (connus par ailleurs comme figures croisées) sont l'analogie numérique des mots-croisés, dans lesquels les solutions aux indices sont des nombres au lieu d'être des mots. Les indices sont généralement des expressions arithmétiques mais peuvent également être des questions de culture générale, comme des dates. (texte provenant de Wikipédia)
it: Un cruciverba numerico è l'analogo numerico di un cruciverba, le soluzioni alle definizioni sono numeri invece che parole. Di solito le definizioni sono espressioni aritmetiche, ma possono anche essere domande di cultura generale la cui risposta sia un numero o un anno. Il periodico Daily Mail Weekend indica i cruciverba numerici con il nome improprio Number Word. Questo tipo di rompicapo non dovrebbe essere confuso con un altro tipo che il Daily Mail indica con il nome Cross Number. (tratto da Wikipedia)
pl: Krzyżówka numerowa (znana także jako krzyżówka cyfrowa) jest numeryczną analogią krzyżówki, w której rozwiązaniami do określeń są numery zamiast słów. Określenia są zazwyczaj wyrażeniami arytmetycznymi, ale mogą być także określeniami z wiedzy ogólnej, które wymagają odpowiedzi w postaci numeru lub roku. Istnieją także krzyżówki wypełnianie numerycznie. Magazyn Daily Mail Weekend miał w zwyczaju przedstawiać krzyżówki numerowe pod niewłaściwą nazwą Number Word. Ten typ puzzli nie powinien być mylony z innymi puzzlami, do których Daily Mail odnosi się jako Cross Number. (wzięto z Wikipedii)
pt_br: Os números cruzados (também conhecidos por figuras cruzadas) é a analogia numérica das palavras cruzadas, nos quais as soluções das pistas são números em vez de palavras. As pistas são normalmente expressões aritméticas, mas também poderão ser pistas de cultura geral, em que a resposta é um número ou ano. Também poderão ser palavras cruzadas de preenchimento numérico. A revista Daily Mail Weekend costumava conter números cruzados com o nome errado Palavras Numéricas. Este tipo de quebra-cabeça não deverá ser confundido com um quebra-cabeça diferente a que o Daily Mail se refere como Números Cruzados. (texto retirado do Wikipédia)
sv: Ett korstal är den numeriska motsvarigheten till ett korsord, där lösningarna till nycklarna är tal istället för ord. Nycklarna är oftast aritmetiska uttryck, men kan också vara allmänna kunskapsnycklar där svaret är ett tal eller årtal. Det finns också korsord som fylls i med siffror. Helgbilagan Daily Mail Weekend brukade innehålla korstal, med den felaktiga beteckningen Number Word. Denna typ av korsord bör inte förväxlas med ett annat, som Daily Mail kallar för Cross Number. (Texten kommer från Wikipedia)
uk: Числовий кросворд є числовим аналогом звичайного кросворда, у якому відповідями на питання є не слова, а числа. Питаннями є деякі арифметичні вирази, але можна використовувати і питання з інших галузей знання, зокрема питання щодо року, коли сталася певна подія. Існують також числові кросворди, які заповнюються згідно з певними правилами. У журналі «Дейлі Мейл Вікенд» числові кросворди названо «числовордами» (Number Word). Подібний тип кросвордів не слід плутати з іншими типом головоломок, які у «Дейлі Мейл» називаються «перехрещеннями чисел» (Cross Number). (текст запозичено з Вікіпедії)

source: A crossword puzzle game and editor for KDE. Based on KrossWordPuzzle.
cs: Hra a editor s hádankou v křížovce pro KDE. Založeno na KrossWordPuzzle.
it: Un gioco ed editor di cruciverba per KDE. È basato su KrossWordPuzzle.

source: A&nswer Offset:
it: &Posizione della risposta:

source: A&uthor:
it: &Autore:

source: Across clues
bs: Preko tragova
cs: Vodorovné nápovědy
de: Waagerechte Hinweise
es: Definiciones horizontales
et: Küsimused põiksuunas
fr: Indices horizontaux
it: Definizioni orizzontali
pl: Określenia poziome
pt_br: Pistas horizontais
sv: Vågräta nycklar
uk: Питання по горизонталі

# Title for the list of across/horizontal clues when printing
source: Across clues
bs: Preko tragova
cs: Vodorovné nápovědy
de: Waagerechte Hinweise
es: Definiciones horizontales
et: Küsimused põiksuunas
fr: Indices horizontaux
it: Definizioni orizzontali
pl: Określenia poziome
pt_br: Pistas horizontais
sv: Vågräta nycklar
uk: Питання по горизонталі

source: Add %1 letter
bs: Dodaj %1 slovo
cs: Přidat jedno písmeno
de: %1 Buchstaben hinzufügen
es: Añadir %1 letra
et: Lisa %1 täht
fr: Ajouter %1 lettre
it: Aggiungi %1 lettera
pl: Dodaj %1 literę
pt_br: Adicionar %1 letra
sv: Lägg till %1 bokstav
uk: Додати %1 літеру

source: Add &Words From Dictionary...
bs: Dodaj &riječi iz rječnika...
cs: Přidat &slova ze slovníku...
de: &Wörter aus Wörterbuch hinzufügen ...
es: Añadir &palabras desde el diccionario...
et: Lisa &sõnad sõnaraamatust...
fr: Ajouter des &mots à partir d'un dictionnaire...
it: Aggiungi &parole dal dizionario...
pl: Dodaj sło&wa ze słownika...
pt_br: Adicionar as &palavras do dicionário...
sv: Lägg till &ord från ordlista...
uk: Додати с&лова зі словника...

source: Add Clue '%1'
bs: Dodaj trag '%1'
cs: Přidat nápovědu '%1'
de: Hinweis „%1“ hinzufügen
es: Añadir definición «%1»
et: Lisa küsimus '%1'
fr: Ajouter l'indice « %1 »
it: Aggiungi definizione «%1»
pl: Dodaj określenie '%1'
pt_br: Adicionar uma pista '%1'
sv: Lägg till nyckel '%1'
uk: Додати питання «%1»

source: Add Clue Without Text
bs: Dodaj trag bez teksta
cs: Přidat nápovědu bez textu
de: Hinweis ohne Text hinzufügen
es: Añadir definición sin texto
et: Lisa tekstita küsimus
fr: Ajouter un indice sans texte
it: Aggiungi definizione senza testo
pl: Dodaj określenie bez tekstu
pt_br: Adicionar uma pista sem texto
sv: Lägg till nyckel utan text
uk: Додати питання без тексту

source: Add Image '%1'
bs: Dodaj sliku '%1'
cs: Přidat obrázek '%1'
de: Bild „%1“ hinzufügen
es: Añadir imagen «%1»
et: Lisa pilt '%1'
fr: Ajouter l'image « %1 »
it: Aggiungi immagine «%1»
pl: Dodaj obraz '%1'
pt_br: Adicionar a imagem '%1'
sv: Lägg till bild '%1'
uk: Додати зображення «%1»

source: Add a crossword to the library
cs: Přidat křížovku do knihovny
it: Aggiungi un cruciverba nella raccolta

source: Add or remove crossword dictionaries
cs: Přidat nebo odstranit křížovkářské slovníky
it: Aggiungi o rimuovi dizionari cruciverba

source: Adding words from %1 crossword files to the database. Please wait.
bs: Dodaje riječi iz %1 datoteka križaljke u bazu podataka. Molimo sačekajte.
cs: Přidávají se slova z '%1' souborů s křížovkami do databáze. Počkejte, prosím.
de: Wörter aus %1 Kreuzworträtsel-Dateien werden in die Datenbank eingefügt. Bitte warten.
es: Añadiendo palabras desde los archivos de crucigrama %1 a la base de datos. Por favor, espere.
et: Sõnade lisamine %1 ristsõnafailist andmebaasi. Palun oota.
fr: Ajout des mots de la grille « %1 » à la base de données en cours. Veuillez patienter.
it: Aggiunta di parole dai %1 file cruciverba al database. Attendere prego.
pl: Dodawanie słów z plików krzyżówki '%1' do bazy danych. Proszę czekać.
pt_br: Adicionando as palavras dos %1 arquivos de palavras cruzadas ao bancos de dados. Por favor, aguarde.
sv: Lägger till ord från %1 korsordsfiler till databasen. Vänta.
uk: Додавання слів з %1 файлів кросвордів до бази даних. Будь ласка, зачекайте.

source: Adding words from the dictionary '%1' to the database. Please wait.
bs: Dodaje riječi iz rječnika '%1' u bazu podataka. Molimo sačekajte.
cs: Přidávají se slova ze slovníku '%1' do databáze. Počkejte, prosím.
de: Wörter aus dem Wörterbuch „%1“ werden in die Datenbank eingefügt. Bitte warten.
es: Añadiendo palabras desde el diccionario «%1» a la base de datos. Por favor, espere.
et: Sõnade lisamine sõnaraamatust '%1' andmebaasi. Palun oota.
fr: Ajout des mots du dictionnaire « %1 » à la base de données en cours. Veuillez patienter.
it: Aggiunta delle parole dal dizionario «%1» al database. Attendere prego.
pl: Dodawanie słów ze słownika '%1' do bazy danych. Proszę czekać.
pt_br: Adicionando as palavras do dicionário '%1' à base de dados. Espere por favor.
sv: Lägger till ord från lexikonet '%1' till databasen. Vänta.
uk: Додавання слів зі словника «%1» до бази даних. Будь ласка, зачекайте.

source: Adds a new clue at the current cell
cs: Přidá novou nápovědu k nyní vybranému políčku
it: Aggiunge una nuova definizione alla casella attiva

source: Adds a new image at the current cell
cs: Přidá nový obrázek k nyní vybranému políčku
it: Aggiunge una nuova immagine alla casella attiva

source: Adds an entry to the dictionary
bs: Dodaje unos u rječnik
cs: Přidá záznam do slovníku
de: Fügt dem Wörterbuch einen neuen Eintrag hinzu
es: Añade una entrada al diccionario
et: Kirje lisamine sõnaraamatusse
fr: Ajoute une entrée au dictionnaire
it: Aggiunge un elemento al dizionario
pl: Dodaje nowy wpis do słownika
pt_br: Adiciona um item ao dicionário
sv: Lägger till en post i lexikonet
uk: Додати запис зі словника

source: All cells
bs: Sve ćelije
cs: Všechna políčka
de: Alle Zellen
es: Todas las casillas
et: Kõik ruudud
fr: Toutes les cases
it: Tutte le caselle
pl: Wszystkie kratki
pt_br: Todas as células
sv: Alla rutor
uk: Всі клітинки

source: All clue cells get removed. The initial letter to clue number mapping is A=1, B=2, ..., Z=26.
bs: Sve ćelije traga su uklonjene. Početno slovo mapiranja traga broja je A=1, B=2, ..., Z=26.
cs: Všechna políčka s nápovědami budou odstraněna. Počáteční přiřazení písmen k číslům nápověd je A=1, B=2, ..., Z=26.
de: Alle Hinweiszellen werden entfernt. Die anfängliche Zuordnung von Buchstaben zu Hinweis-Nummern ist A=1, B=2,..., Z=26.
es: Todas las casillas de definición se eliminan. La asignación inicial de letras a números es A=1, B=2,..., Z=26.
et: Kõik küsimusruudud eemaldati. Küsimusnumbri ja tähtede seosed on A=1, B=2, ..., Z=26.
fr: Toutes les cases d'indices sont supprimées. Les lettres par défaut de la carte de numérotation de la grille sont A=1, B=2... Z=26.
it: Tutte le caselle autodefinite vengono rimosse. La correlazione iniziale tra lettera e numero definizione è A=1, B=2, ..., Z=26.
pl: Wszystkie kratki określeń zostają usunięte. Początkową literą do mapowania numeru określenia jest A=1, B=2, ..., Z=26.
pt_br: Todas as células de pistas são removidas. O mapeamento de letras para números de pistas inicial é A=1, B=2, ..., Z=26.
sv: Alla nyckelrutor tas bort. Det ursprungliga sambandet mellan bokstäver och nyckelnummer är A=1, B=2, ... , Z = 26.
uk: Всі клітинки питань вилучено. Початкова відповідність номерів є такою: A=1, B=2, ..., Z=26.

source: Allowed Cell T&ypes:
bs: T&ipovi dozvoljene ćelije
cs: Povolené d&ruhy políček:
de: Erlaubte Zell-T&ypen:
es: T&ipos permitidos de casillas:
et: Lu&batud ruudutüübid:
fr: T&ype autorisés de cases :
it: &Tipi consentiti di casella:
pl: Dopuszczalne t&ypy kratek:
pt_br: T&ipos de células permitidos:
sv: Tillåtna t&yper av rutor
uk: Мо&жливі типи клітинок:

source: American Crossword
bs: Američka križaljka
cs: Americké křížovky
de: Amerikanisches Kreuzworträtsel
es: Crucigrama americano
et: Ameerika ristsõna
fr: Grille américaine
it: Cruciverba americano
pl: Amerykańska krzyżówka
pt_br: Palavras cruzadas americanas
sv: Amerikanskt korsord
uk: Американський кросворд

# Short description of the crossword type 'American'
source: American crosswords have numbered clues and a list of clues on the side of the crossword. They have usually 180 degree rotational symmetry.
bs: Američka križaljka ima numeričke tragove i listu tragova sa strane križaljke. One obično imaju 180 stepeni racionalnu simetriju.
cs: Americké křížovky mají číslované nápovědy a seznam s nápovědami po straně křížovky. Obvykle mají 180 stupňovou souměrnost otáčení.
de: Amerikanische Kreuzworträtsel haben nummerierte Hinweise und eine Liste von Hinweise an der Seite. Sie sind normalerweise rotations-symmetrisch.
es: Los crucigramas americanos tienen definiciones numeradas y una lista de definiciones a un lado del crucigrama. Habitualmente tienen ana simetría de rotación de 180 grados.
et: Ameerika ristsõnadel on nummerdatud küsimused, mis esitatakse ristsõna kõrval. Tavaliselt on nad 180 kraadi all pööramisel sümmeetrilised.
fr: Les mots-croisés américains ont des indices numérotés et une liste d'indices sur le côté de la grille. Il présentent généralement une symétrie de rotation à 180 degrés.
it: I cruciverba americani hanno definizioni numerate e un elenco di definizioni a lato del cruciverba. Di solito hanno una simmetria di rotazione di 180 gradi.
pl: Amerykańskie krzyżówki mają ponumerowane określenia i listę określeń na boku krzyżówki. Zazwyczaj zachowują symetrię przy obrocie o 180 stopni.
pt_br: As palavras cruzadas americanas possuem pistas numeradas e uma lista de pistas de lado das palavras cruzadas. Normalmente têm uma simetria de rotação em 180 graus.
sv: Amerikanska korsord har numrerade nycklar och en lista med nycklar vid sidan om korsordet. De har oftast 180 graders rotationssymmetri.
uk: У американських кросвордах питання пронумеровано, список цих питань наводиться збоку від сітки кросворда. Зазвичай, такі кросворди мають дзеркальну симетрію.

source: An unsaved crossword has been found. Most likely the game crashed, sorry! Do you want to restore the crossword?
cs: Byla nalezena neuložená křížovka. Nejpravděpodobnější je, že hra spadla. Promiňte! Chcete obnovit tuto křížovku?
de: Ein ungespeichertes Kreuzworträtsel wurde gefunden. Höchstwahrscheinlich ist das Spiel abgestürzt, Entschuldigung! Möchten Sie das Kreuzworträtsel wiederherstellen?
es: Se ha encontrado un crucigrama sin guardar. Es probable que el juego haya fallado. ¡Lo sentimos! ¿Desea restaurar el crucigrama?
et: Leiti salvestamata ristsõna. Tõenäoliselt tabas mängu krahh. Vabandame! Kas taastada ristsõna?
fr: Un mot-croisé non enregistré a été trouvé. Le jeu s'est probablement arrêté brutalement, désolé ! Voulez-vous restaurer la grille ?
it: È stato trovato un cruciverba non salvato. Molto probabilmente il gioco è andato in crash, mi spiace! Vuoi ripristinare il cruciverba?
pl: Znaleziono niezapisane krzyżówki. Najprawdopodobniej gra uległa awarii, przepraszamy! Czy chcesz przywrócić krzyżówkę?
pt_br: Foram encontradas palavras cruzadas por salvar. Provavelmente o jogo estourou, infelizmente. Você deseja restaurar as palavras cruzadas?
sv: Ett osparat korsord hittades. Troligen har programmet kraschat. Vill du återställa korsordet?
uk: Було виявлено незбережений кросворд. Ймовірно, гра аварійно завершила роботу, вибачте! Бажаєте відновити кросворд?

source: Anchor:
bs: Sidro:
cs: Kotva:
de: Anker:
es: Anclaje:
et: Ankur:
fr: Ancre :
it: Posizione fissa:
pl: Kotwica:
pt_br: Âncora:
sv: Ankare:
uk: Фіксатор:

# The header title for answers in the dictionary database
source: Answer
cs: Odpověď
de: Antwort
es: Respuesta
et: Vastus
fr: Réponse
it: Risposta
pl: Odpowiedź
pt_br: Resposta
sv: Svar
uk: Відповідь

source: Arrange the answer letters horizontally.
bs: Raporedi pisma odgovora horizontalno.
cs: Seřadit písmena odpovědi vodorovně.
de: Die Antwort-Buchstaben waagerecht anordnen.
es: Organizar las letras de la respuesta horizontalmente.
et: Vastuse tähtede esitamine põiksuunas.
fr: Ranger les lettres de la réponse horizontalement.
it: Organizza orizzontalmente le lettere della risposta.
pl: Ułóż litery odpowiedzi poziomo.
pt_br: Organizar as letras da resposta na horizontal.
sv: Arrangera svarets bokstäver vågrätt.
uk: Впорядкувати літери відповіді горизонтально.

source: Arrange the answer letters vertically.
bs: Raporedi pisma odgovora uspravno.
cs: Seřadit písmena odpovědi svisle.
de: Die Antwort-Buchstaben senkrecht anordnen.
es: Organizar las letras de la respuesta verticalmente.
et: Vastuse tähtede esitamine püstsuunas.
fr: Ranger les lettres de la réponse verticalement.
it: Organizza verticalmente le lettere della risposta.
pl: Ułóż litery odpowiedzi pionowo.
pt_br: Organizar as letras da resposta na vertical.
sv: Arrangera svarets bokstäver lodrätt.
uk: Впорядкувати літери відповіді вертикально.

# The title for authors of crosswords in the library tree view
source: Author(s):
cs: Autor nebo autoři:
de: Autor(en):
es: Autor(es):
et: Autor(id):
fr: Auteur(s) :
it: Autore(i):
pl: Autor(zy):
pt_br: Autor(es):
sv: Konstruktör(er):
uk: Автори:

source: Authors
bs: Pisci
cs: Autoři
de: Autoren
es: Autores
et: Autorid
fr: Auteurs
it: Autori
pl: Autorzy
pt_br: Autores
sv: Konstruktörer
uk: Автори

source: Available crosswords
it: Cruciverba disponibili

source: Avg. Answer Length:
bs: Pro. dužina odgovora:
cs: Průměrná délka odpovědi:
de: Ø Antwort-Länge:
es: Longitud media de respuesta:
et: Vastuse keskm. pikkus:
fr: Longueur moyenne des réponses :
it: Lunghezza media risposta:
pl: Śr. długość odpowiedzi:
pt_br: Tamanho médio da resposta:
sv: Medelsvarslängd:
uk: Сер. довжина відповіді:

source: Backup
bs: Rezerva
cs: Záloha
de: Sicherung
es: Copia de respaldo
et: Varundamine
fr: Sauvegarder
it: Copia di sicurezza
pl: Kopia zapasowa
pt_br: Cópia de segurança
sv: Säkerhetskopiering
uk: Резервна копія

source: Basic Settings
bs: Postavke osnova
cs: Základní nastavení
de: Grund-Einstellungen
es: Configuración básica
et: Põhiseadistused
fr: Configuration basique
it: Impostazioni di base
pl: Podstawowe ustawienia
pt_br: Configurações básicas
sv: Grundinställningar
uk: Основні параметри

source: Can't add clue at the current cell
bs: Ne može dodati trag na trenutačnu ćeliju
cs: Nelze přidat nápovědu na nynější políčko.
de: Der aktuellen Zelle kann kein Hinweis hinzugefügt werden.
es: No se pueden añadir definiciones en la casilla actual
et: Küsimuse lisamine aktiivsesse ruutu nurjus
fr: Impossible d'ajouter un indice à la case actuelle
it: Non posso aggiungere la definizione alla casella attualmente selezionata
pl: Nie można dodać określenia na obecnej komórce
pt_br: Não é possível adicionar uma pista à célula atual
sv: Kan inte lägga till nyckel i nuvarande ruta
uk: Не вдалося додати питання до поточної клітинки

# %1 contains the reason why the clue couldn't be added
source: Can't add clue. %1
bs: Ne može dodati trag. %1
cs: Nelze přidat nápovědu. %1
de: Hinweis kann nicht hinzugefügt werden. %1
es: No se puede añadir la definición. %1
et: Küsimuse lisamine nurjus. %1
fr: Impossible d'ajouter un indice. %1
it: Non posso aggiungere la definizione. %1
pl: Nie można dodać określenia. %1
pt_br: Não é possível adicionar a pista. %1
sv: Kan inte lägga till nyckel: %1
uk: Не вдалося додати питання. %1
