Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

# Long description of the crossword type 'Swedish'
source: The "Swedish-Style" grid uses no clue numbers - the clues are contained in the cells which would normally be black in other countries. Arrows indicate in which direction the clues have to be answered, vertical or horizontal. This style of grid is used in several countries other than Sweden, usually in magazines with pages of A4 or similar size. The grid often has a photo of a pop or movie star replacing a block of squares, as a clue to one answer. These puzzles usually have no symmetry in the grid. Crosswords with clue cells inside the crossword grid are also called "Arrowwords", "Pointers" or "Tipwords" in English, "Autodefinidos" in Spanish, "Mots Fléchés" in French, etc. (text taken from wikipedia)
cs: Švédský styl mřížky nepoužívá čísla nápověd - nápovědy jsou obsaženy v políčcích, jež by v jiných zemích byla obyčejně černá. Šipky naznačují, v jakém směru se mají nápovědy zodpovídat, svisle či vodorovně. Tento styl mřížky je používán ještě v několika dalších zemích, mimo Švédsko, obvykle v časopisech s velikostí stran A4 nebo s podobnou velikostí. Mřížka často nese fotografii hudební nebo filmové hvězdy, které nahrazuje blok čtverečků, jako nápověda k jedné odpovědi. Takové hádanky obvykle postrádají souměrnost mřížky. Křížovky s políčky s nápovědami uvnitř křížovky se také nazývají "Šipková slova" ("Arrowwords"), "Vodítka" ("Pointers") nebo "Poradní slova" ("Tipwords") v angličtině, "Autodefinidos" ve španělštině, "Slova vyznačující směr "Mots Fléchés" ve francouzštině", atd. (text byl převzat z Wikipedie)
de: Das Gitter für das Schwedenrätsel verwendet keine Hinweisnummern - Hinweise sind in den Zellen eingetragen, die in anderen Ländern normalerweise schwarz wären. Pfeile zeigen die Richtung der Antworten, senkrecht oder waagerecht, an. Dieser Stil wird in mehreren Ländern außerhalb Schwedens verwendet, normalerweise in Magazinen auf A4-Seiten oder ähnlichen Größen. Das Gitter enthält häufig ein Foto eines Pop- oder Filmstars in einem Block von Quadraten, als Hinweis zur Lösung. Diese Rätsel sind normalerweise unsymmetrisch. Kreuzworträtsel mit Hinweiszellen werden innerhalb des Gitters werden auf English auch "Arrowwords", "Pointers" oder "Tipwords", auf Spanisch "Autodefinidos" und auf Französisch "Mots Fléchés" genannt. Text aus der englischen Wikipedia
es: La cuadrícula «estilo sueco» no utiliza números de definición -las definiciones están incluidas en las casillas que normalmente son negras en otros países. Las flechas indican en qué dirección se tiene que responder a las definiciones, vertical u horizontal. Este estilo de rejilla se usa en otros países además de en Suecia, habitualmente en revistas con páginas de tamaño A4 o similar. La rejilla a menudo tiene la foto de una estrella del pop o del cine reemplazando un bloque de casillas, como definición de una respuesta. Estos rompecabezas no suelen tener simetría en la cuadrícula. Los crucigramas con casillas de definición dentro de la cuadrícula se denominan también «arrowwords», «pointers» o «tipwords» en inglés, «autodefinidos» en español, «mots fléchés» en francés, etc. (texto tomado de la wikipedia)
et: Rootsi stiilis ruudustiku korral ei kasutata küsimustenumbreid: küsimused sisalduvad ruutudes, mida teistes maades näidatakse tavaliselt mustade ruutudena. Nooled osutavad, millises suunas tuleb küsimusele vastata (põiki- või püstsuunas). Sellist ruudustikku kasutatakse ka mitmel teisel maal peale Rootsi, tavaliselt A4 või sarnase suurusega ajakirjades. Sageli on ruudustikus mõne pop- või filmitähe foto, mis võtab enda alla terve ruutude ploki ja on omaette küsimus. Tavaliselt ei valitse neis ristsõnades sümmeetriat. Wikipedia väitel kannavad sellised ristsõnad inglise keeles veel nimetusi "Arrowwords", "Pointers" või "Tipwords", hispaania keeles "Audofefinidos", prantsuse keeles "Mots Fléchés" jne. Eesti keeles nimetatakse neid tavaliselt skandinaavia tüüpi ristsõnadeks.
fr: La grille de mots-fléchés de type suédois n'utilise aucun numéro d'indice - les indices sont contenus dans les cases qui seraient normalement noires dans d'autres pays. Des flèches indiquent dans quelle direction la réponse à l'indice doit être donnée, verticalement ou horizontalement. Ce type de grille est utilisé dans d'autres pays que la Suède, habituellement dans des magazines au format « A4 » ou similaire. La grille comporte souvent une photographie d'une célébrité remplaçant un bloc de cases, qui est un indice pour une des réponses. Ces grilles ne présentent généralement aucune symétrie. Les mots-croisés dont les indices sont écrits à l'intérieur de la grille sont également appelés « Arrowwords », « Pointers », ou « Tipwords » en Anglais, « Autodefinidos » en Espagnol, etc. (texte provenant de Wikipédia)
it: La griglia «stile svedese» non utilizza numeri di definizione, le definizioni sono contenute nelle caselle che normalmente sarebbero nere in altri paesi. Le frecce indicano in quale direzione bisogna rispondere alla definizione, verticale o orizzontale. Questo stile della griglia è utilizzato in parecchi paesi oltre alla Svezia, di solito in riviste con pagine in formato A4 o simili. Spesso la griglia include, come definizione di una risposta, una foto di un attore famoso o di un cantante al posto di parte delle caselle. Questi cruciverba di solito non hanno una griglia simmetrica. I cruciverba con caselle autodefinite nella griglia sono anche chiamati «Arrowwords», «Pointers» o «Tipwords» in inglese, «Autodefinidos» in spagnolo, «Mots Fléchés» in francese, ecc. (tratto da Wikipedia)
pl: Siatka w "Szwedzkim stylu" nie używa numerów określeń - określenia zostają zawarte w kratkach, które normalnie byłyby czarne w innych krajach. Strzałki wskazują, w którym kierunku odpowiedzieć na określenia, pionowo lub poziomo. Ten styl siatki jest wykorzystywany w kilku innych krajach, oprócz Szwecji, zazwyczaj w magazynach ze stronami A4 lub o podobnym rozmiarze. Siatka często ma zdjęcie gwiazdy pop lub filmowej, zastępując blok kwadratów, jako określenie do odpowiedzi. Puzzle te zazwyczaj nie zachowują symetrii w siatce. Krzyżówki z kratkami określeń wewnątrz siatki krzyżówki są określane również jako "Arrowwords", "Pointers" lub "Tipwords" po Angielsku, "Autodefinidos" po Hiszpańsku, "Mots Fléchés" po Francusku, itp. (tekst pobrany z wikipedi)
pt_br: A grade de "Estilo Sueco" não usa números de pistas - elas estão contidas nas células que estariam em preto nos outros países. As setas indicam em que direção deverá responder às pistas, sendo na horizontal ou na vertical. O estilo da grade é usado em muitos países que não a Suécia, normalmente nas revistas com páginas A4 ou de tamanho similar. A grade normalmente contém uma fotografia de uma estrela da música ou do cinema que substitui um determinado bloco de quadrados, sendo uma pista para uma resposta. Estes quebra-cabeças normalmente não têm qualquer simetria na grade. As palavras cruzadas com pistas dentro da grade são também chamadas de "Arrowwords", "Pointers" ou "Tipwords" em Inglês, "Autodefinidos" em Espanhol, "Mots Fléchés" em Francês, etc. (texto retirado da Wikipédia)
sv: Den "svenska typen" av rutor använder inte några nummer för nycklarna: De finns i rutorna som normalt är svarta i andra länder. Pilar anger i vilken riktning nycklarna ska besvaras, lodrätt eller vågrätt. Den här sortens rutstil används i flera andra länder, förutom Sverige, oftast i tidskrifter med A4-sidor eller liknande storlek. Rutorna innehåller ofta ett foto av en pop- eller filmstjärna som ersätter en grupp av rutor, som ledtråd till ett av svaren. Dessa korsord har oftast ingen symmetri i rutorna. Korsord med nycklar inne i korsordet kallas också "Arrowwords", "Pointers" eller "Tipwords" på engelska, "Autodefinidos" på spanska, "Mots Fléchés" på franska, etc. (Texten kommer från Wikipedia)
uk: У ґратці шведського кросворда немає нумерації питань: питання містяться у окремих клітинках кросворда, які у інших типах кросвордів просто зафарбовуються чорним. Напрям запису відповідей на питання позначається стрілочкою, вертикальною або горизонтальною. Подібний тип ґратки використовується і у інших країнах, зазвичай, у ілюстрованих журналах з форматом сторінки A4. У ґратці, зазвичай, наведено знімки відомих виконавців або кінозірок. Ці знімки замінюють блок клітинок і є питаннями, відповіді на які слід вписати до клітинок кросворда. Кросворди, у яких клітинки питань розташовано у самій ґратці кросворда також називаються «Arrowwords», «Pointers» або «Tipwords» у англійській, «Autodefinidos» у іспанській, «Mots Fléchés» у французькій тощо (текст запозичено з Вікіпедії)

source: The Chronicle of Higher Education (fridays)
cs: The Chronicle of Higher Education (pátky)
it: The Chronicle of Higher Education (venerdì)

source: The Cross Nerd (tuesdays)
cs: The Cross Nerd (úterky)
it: The Cross Nerd (martedì)

source: The Cross Nerd current crossword
cs: Nynější křížovka Cross Nerd
it: L'attuale cruciverba di Cross Nerd

source: The answer contains illegal characters. Allowed are A-Z and/or 0-9.
cs: Odpověď obsahuje nedovolené znaky. Povoleny jsou A-Z a/nebo 0-9.
de: Die Antwort enthält ungültige Zeichen. Erlaubt sind A-Z und/oder 0-9.
es: La respuesta contiene caracteres no permitidos. Solo se permiten A-Z y/o 0-9.
et: Vastus sisaldab lubamatuid märke. Lubatud on A-Z (inglise tähestik) ja/või 0-9.
fr: La réponse contient des caractères interdits. Ne sont autorisées que les lettres de A à Z et / ou les chiffres 0 - 9.
it: La risposta contiene caratteri non consentiti. Sono permessi A-Z e/o 0-9.
pl: Odpowiedź zawiera niepoprawne znaki. Dozwolone są A-Z i/lub 0-9.
pt_br: A resposta contém caracteres inválidos. Os permitidos são A-Z e/ou 0-9.
sv: Svaret innehåller ogiltiga tecken. Tillåtna är A-Ö och/eller 0-9.
uk: У відповіді містяться некоректні символи. Можна використовувати лише символи A-Z і/або цифри 0-9.

source: The answer is too short for the current crossword type.
cs: Odpověď je pro nynější druh křížovky příliš krátká.
de: Die Antwort ist zu kurz für den aktuellen Kreuzworträtsel-Typ.
es: La respuesta es demasiado corta para el tipo de crucigrama actual.
et: Vastus on aktiivse ristsõnatüübi jaoks liiga lühike.
fr: La réponse est trop courte pour le type actuel de grille.
it: La risposta è troppo corta per il tipo attuale di cruciverba.
pl: Odpowiedź jest zbyt krótka dla obecnego typu krzyżówki.
pt_br: A resposta é muito curta para o tipo de palavras cruzadas indicado.
sv: Svaret är för kort för den nuvarande korsordstypen.
uk: Відповідь є закороткою для поточного типу кросворда.

source: The answer overwrites the answer to another clue with the same orientation.
cs: Odpověď přepíše odpověď k jiné nápovědě se stejným uspořádáním.
de: Die Antwort überschreibt die Antwort eines anderen Hinweises mit derselben Ausrichtung.
es: La respuesta sobreescribe la respuesta a otra definición con la misma orientación.
et: Vastus kirjutab üle teise samasuunalise küsimuse vastuse.
fr: La réponse écrase la réponse à un autre indice orienté de manière identique.
it: La risposta sovrascrive quella di un'altra definizione con lo stesso orientamento.
pl: Odpowiedź zastępuje odpowiedź na inne określenie o tej samej orientacji.
pt_br: A resposta sobrepõe-se à resposta de outra pista na mesma direção.
sv: Svaret skriver över ett svar på en annan nyckel med samma riktning.
uk: Відповідь перезаписує відповідь на інше питання у тому самому напрямку.

source: The answer overwrites the clue cell.
cs: Odpověď přepíše políčko s nápovědou.
de: Die Antwort überschreibt die Hinweiszelle.
es: La respuesta sobreescribe la casilla de definición.
et: Vastus kirjutab üle küsimusruudu.
fr: La réponse écrase la case d'indice.
it: La risposta sovrascrive la casella autodefinita.
pl: Odpowiedź zastępuje kratkę określenia.
pt_br: A resposta cruza com a célula de pista.
sv: Svaret skriver över nyckelrutan.
uk: Відповідь перезаписує клітинку питання.

source: The answer produces mismatching letter cells at the same positions.
cs: Odpověď dává políčka s neodpovídajícími si dvojicemi písmen v těchže polohách.
de: Die Antwort führt zu einer Doppelbelegung von Buchstabenzellen.
es: La respuesta causa que haya casillas con letras diferentes en la misma posición.
et: Vastus toob kaasa kokkusobimatud täheruudud samas asukohas.
fr: La réponse provoque une incohérence des lettres aux mêmes positions.
it: La risposta genera caselle lettera non combacianti nelle stesse posizioni.
pl: Odpowiedź tworzy niezgodne kratki liter na pewnych pozycjach.
pt_br: A resposta produz células com letras sem correspondência nas mesmas posições.
sv: Svaret skapar rutor med olika bokstäver på samma plats.
uk: Відповідь не збігається з вже заповненими клітинками.

source: The answer to the clue
bs: Odgovor na trag
cs: Odpověď k nápovědě
de: Die Antwort zum Hinweis
es: La respuesta a la definición
et: Küsimuse vastus
fr: La réponse à l'indice
it: La risposta alla definizione
pl: Odpowiedź na określenie
pt_br: A resposta à pista
sv: Svaret till ledtråden
uk: Відповідь на питання

source: The answer's letter cells cross a clue cell.
cs: Políčka s písmeny odpovědi se kříží s políčkem nápovědy.
de: Die Buchstabenzellen der Antwort kreuzen eine Hinweiszelle.
es: La casilla de la letra de la respuesta cruza una casilla de definición.
et: Vastuse täheruudud ristuvad küsimusruuduga.
fr: Les lettres de la réponse croisent une case d'indice.
it: Le caselle lettera della risposta incrociano una casella autodefinita.
pl: Kratki liter odpowiedzi przekraczają kratkę określenia.
pt_br: As células das letras da resposta cruzam-se com uma célula de pista.
sv: Svarets bokstavsrutor korsar en nyckelruta.
uk: Клітинка літери відповіді накладається на клітинку питання.

source: The author(s) of the crossword
bs: Autor(i) križaljke
cs: Autor nebo autoři křížovky
de: Der/die Autor(en) des Kreuzworträtsels
es: Autor(es) del crucigrama
et: Ristsõna autor(id)
fr: L'auteur (ou les auteurs) de la grille
it: L'autore(i) del cruciverba
pl: Autor(zy) krzyżówki
pt_br: Os autores das palavras cruzadas
sv: Korsordets konstruktör
uk: Автор або автори кросворда

source: The cell for the new clue isn't empty.
bs: Ćelija novog traga nije prazna.
cs: Políčko pro novou nápovědu není prázdné.
de: Die Zelle für den neuen Hinweis ist nicht leer.
es: La casilla para la nueva definición no está vacía.
et: Uue küsimuse ruut ei ole tühi.
fr: La case pour le nouvel indice n'est pas vide.
it: La casella per la nuova definizione non è vuota.
pl: Kratka dla nowego określenia nie jest pusta.
pt_br: A célula para a nova pista não está em branco.
sv: Rutan för den nya nyckeln är inte tom.
uk: Клітинку для нового питання вже зайнято.о.

source: The cells for the new image aren't empty.
cs: Políčka pro nový obrázek nejsou prázdná.
de: Die Zellen für das neue Bild sind nicht leer.
es: Las casillas para la nueva imagen no están vacías.
et: Uuele pildile ette nähtud ruudud pole tühjad.
fr: Les cases pour la nouvelle image ne sont pas vides.
it: Le caselle per la nuova immagine non sono vuote.
pl: Określenia dla nowego obrazu nie są puste.
pt_br: As células para a nova imagem não estão em branco.
sv: Rutorna för den nya bilden är inte tomma.
uk: Клітинки нового зображення не є порожніми.

source: The clue doesn't fit in the grid with the given settings.
cs: Nápověda nezapadá do mřížky s daným nastavením.
de: Der Hinweis passt nicht in das Gitter mit den gegebenen Einstellungen
es: La definición no encaja en la cuadrícula con los parámetros dados.
et: Küsimus ei mahu määratud seadistuste korral ruudustikku.
fr: L'indice ne s'adapte pas dans la grille pour la configuration actuelle.
it: La definizione non si adatta alla griglia con le impostazioni date.
pl: Określenie nie mieści się w siatce o podanych ustawieniach.
pt_br: A pista não se ajusta à grade, devido a configuração indicada.
sv: Nyckeln får inte plats i rutnätet med givna inställningar.
uk: Питання не вкладається у сітку з вказаними параметрами.

source: The clue text
bs: Tekst traga
cs: Text nápovědy
de: Der Hinweis-Text
es: Texto de la definición
et: Küsimuse tekst
fr: Le texte de l'indice
it: Il testo della definizione
pl: Tekst określenia
pt_br: O texto da pista
sv: Nyckeltexten
uk: Текст питання

source: The clue to the answer.
bs: Trag ka odgovoru.
cs: Nápověda k odpovědi.
de: Der Hinweis auf die Antwort.
es: Definición para la respuesta.
et: Vastuse küsimus.
fr: L'indice permettant de trouver la réponse.
it: La definizione della domanda.
pl: Określenie do odpowiedzi.
pt_br: A pista para a resposta.
sv: Svarets nyckel.
uk: Питання для відповіді.

source: The conversion will remove %1 of %2 clues
bs: Konverzija će ukloniti %1 od %2 tragova
cs: Převod odstraní %1 z(e) %2 nápověd
de: Die Umwandlung wird %1 von %2 Hinweisen entfernen
es: La conversión eliminará %1 de %2 definiciones
et: Teisendamine eemaldab %2 küsimusest %1
fr: La conversion supprimera %1 des %2 indices
it: La conversione rimuoverà %1 delle %2 definizioni
pl: Przekształcenie usunie %1 z %2 określeń
pt_br: A conversão irá remover %1 de %2 pistas
sv: Konverteringen kommer att ta bort %1 av %2 nycklar
uk: Перетворення призведе до вилучення %1 з %2 питань

source: The conversion will remove %1 of %2 clues, %3 of %4 images
bs: Konverzija će ukloniti %1 od %2 tragova, %3 od %4 slika
cs: Převod odstraní %1 z(e) %2 nápověd, %3 z(e) %4 obrázků
de: Die Umwandlung wird %1 von %2 Hinweisen, %3 von %4 Bildern entfernen
es: La conversión eliminará %1 de %2 definiciones, %3 de %4 imágenes
et: Teisendamine eemaldab %2 küsimusest %1, %4 pildist %3
fr: La conversion supprimera %1 des %2 indices et %3 des %4 images
it: La conversione rimuoverà %1 delle %2 definizioni, %3 delle %4 immagini
pl: Przekształcenie usunie %1 z %2 określeń, %3 z %4 obrazów
pt_br: A conversão irá remover %1 de %2 pistas, %3 de %4 imagens
sv: Konverteringen kommer att ta bort %1 av %2 nycklar, %3 av %4 bilder
uk: Перетворення призведе до вилучення %1 з %2 питань, %3 з %4 зображень

source: The correct answer to the clue. For each letter a letter cell is created
bs: Tačan odgovor na trag. Za svako slovo kreirana je ćelija slova
cs: Správná odpověď k nápovědě. Pro každé písmeno je vytvořeno písmenné políčko
de: Die richtige Antwort für den Hinweis. Für jeden Buchstaben wird eine Zelle erstellt
es: La respuesta correcta a la definición. Para cada letra se crea una casilla de letra
et: Küsimuse õige vastus. Igale tähele luuakse täheruut
fr: La bonne réponse à l'indice. Pour chaque lettre, une case est créée
it: La risposta esatta alla definizione. Per ciascuna lettera viene creata una casella di lettera
pl: Poprawna odpowiedź na określenie. Dla każdej litery zostaje utworzona kratka litery
pt_br: A resposta correta para a pista. Para cada letra, é criada uma célula de letras
sv: Det riktiga svaret på nyckeln. För varje bokstav skapas en bokstavsruta
uk: Правильна відповідь на питання. Програма створити по одній клітинці на кожну літеру відповіді.

source: The crossword couldn't be imported to the library.
cs: Křížovku se nepodařilo zavést do knihovny.
it: Non è stato possibile importare il cruciverba nella raccolta.

source: The crossword couldn't be written to the library folder.
cs: Křížovku se nepodařilo zapsat do složky knihovny.
it: Non è stato possibile scrivere il cruciverba nella cartella della raccolta.

source: The crossword doesn't have 180 degree rotation symmetry. To achieve symmetry make sure that each empty cell and each clue cell has a counterpart at it's 180 degree rotated position.
bs: Križaljka nema 180 stepenu rotacionu simetriju. Da bi postigli simetriju provjerite da svaka prazna ćelija i svaki trag ima duplikat na njihovoj 180 stepeni rotacionoj poziciji.
cs: Křížovka nemá 180° souměrnost otáčení. Pro dosažení souměrnosti se ujistěte, že každé prázdné políčko a každé políčko s nápovědou má svůj protějšek, další prázdné políčko, další políčko s nápovědou, ve své o 180 stupňů otočené poloze.
de: Das Kreuzworträtsel hat keine 180 Grad Rotations-Symmetrie. Um Symmetrie zu erreichen, stellen Sie sicher, dass es zu jeder leeren und jeder Hinweiszelle eine weitere leere / Hinweiszelle an der um 180 Grad gedrehten Position gibt.
es: El crucigrama no tiene una simetría de rotación de 180 grados. Para conseguir la simetría, asegúrese de que cada casilla vacía y cada casilla de definición tienen una equivalente en la misma posición rotada 180 grados.
et: Ristsõna ei vasta 180 kraadi all pööramise sümmeetriale. Sümmeetria saavutamiseks kontrolli, et igal tühjal ruudul ja küsimusruudul oleks vaste 180 kraadi all pööratud positsioonis.
fr: La grille n'a pas de symétrie de rotation de 180 degrés. Pour obtenir cette symétrie, veuillez vous assurer que chaque case vide et chaque case d'indice ont leur pendant à leur position tournée de 180 degrés.
it: Il cruciverba non ha una simmetria di rotazione di 180 gradi. Per ottenere la simmetria assicurati che ogni casella vuota e ogni casella autodefinita abbia una corrispondente nella sua posizione ruotata di 180 gradi.
pl: Krzyżówka nie zachowuje symetrii przy obrocie o 10 stopni. Aby osiągnąć symetrię upewnij się, że każda pusta kratka ma swój i każda kratka określenia ma odpowiednik w pozycji obróconej o 180 stopni.
pt_br: As palavras cruzadas não têm uma simetria de rotação em 180 graus. Para obter uma simetria, certifique-se de que cada célula vazia e de pista tem uma correspondente na sua posição rodada em 180 graus.
sv: Korsordet har inte 180 graders rotationssymmetri. För att åstadkomma symmetri, försäkra dig om att varje tom ruta och varje nyckelruta har en motsvarighet på samma position roterad 180 grader.
uk: Кросворд не має дзеркальної симетрії. Щоб досягти симетрії, ви маєте створити для кожної порожньої клітинки і кожної клітинки питання її відповідник у кросворді, повернутому на 180 градусів.
