Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: This will permanently delete the selected crossword from the library. The operation can't be undone!
cs: Tímto se trvale smaže vybranou křížovku z knihovny. Tento úkon nelze vrátit zpět.
de: Dies wird das markierte Kreuzworträtsel dauerhaft aus der Sammlung löschen. Diese Operation kann nicht zurückgenommen werden!
es: Esto eliminará permanentemente el crucigrama seleccionado de la biblioteca. Esta operación no se puede deshacer.
et: See kustutab valitud ristsõna jäädavalt kogust. Seda toimingut ei saa tagasi võtta!
fr: Ceci supprimera de manière permanente, la grille de mots-croisés de la bibliothèque. Il est impossible d'annuler cette opération !
it: Il cruciverba selezionato sarà eliminato definitivamente dalla raccolta. L'operazione non può essere annullata!
pl: Usunie to trwale wybraną krzyżówkę z biblioteki. Operacji tej nie można cofnąć!
pt_br: Isto irá remover de forma permanente as palavras cruzadas selecionadas da biblioteca. Lembre-se de que esta operação não pode ser anulada.
sv: Det här tar permanent bort markerat korsord från biblioteket. Åtgärden går inte att ångra.
uk: Виконання цієї дії призведе до остаточного вилучення вказаного кросворда з бібліотеки. Наслідки дії є незворотними.

source: This will permanently delete the selected directory and all contained crosswords from the library. The operation can't be undone!
cs: Tímto se trvale smaže vybraný adresář a všechny obsažené křížovky z knihovny. Tento úkon nelze vrátit zpět.
de: Dies wird den markierten Ordner und alle beinhalteten Kreuzworträtsel dauerhaft aus der Sammlung löschen. Diese Operation kann nicht zurückgenommen werden!
es: Esto eliminará permanentemente de la biblioteca el directorio seleccionado y todos los crucigramas que contiene. La operación no se puede deshacer.
et: See kustutab valitud kataloogi ja kõik selles leiduvad ristsõnad jäädavalt kogust. Seda toimingut ei saa tagasi võtta!
fr: Ceci effacera de la bibliothèque et de manière permanente, le dossier sélectionné et tous les mots-croisés qu'il contient. Il est impossible d'annuler cette opération !
it: La cartella selezionata e tutti i cruciverba contenuti saranno eliminati definitivamente dalla raccolta. L'operazione non può essere annullata!
pl: Usunie to trwale wybrany katalog i wszystkie zawarte krzyżówki z biblioteki. Operacji tej nie można cofnąć!
pt_br: Isto irá remover de forma permanente a pasta selecionada e todas as palavras cruzadas nela contidas da biblioteca. Lembre-se de que esta operação não pode ser anulada.
sv: Det här tar permanent bort markerad katalog och alla korsord den innehåller från biblioteket. Åtgärden går inte att ångra.
uk: Виконання цієї дії призведе до остаточного вилучення вказаного каталогу і всіх кросвордів, що у ньому містяться з бібліотеки. Наслідки дії є незворотними.

# Positioning of an image in a crossword image cell.
source: Tiled
it: Ripetuta

source: Title
bs: Naslov
cs: Název
de: Titel
es: Título
et: Nimi
fr: Titre
it: Titolo
pl: Tytuł
pt_br: Título
sv: Namn
uk: Заголовок

source: Title:
it: Titolo:

source: Total Cell Count:
bs: Ukupni broj ćelija:
cs: Celkový počet políček:
de: Gesamte Zellen-Anzahl:
es: Cuenta total de casillas:
et: Ruute kokku:
fr: Nombre total de cases :
it: Conteggio totale caselle:
pl: Całkowita liczba kratek:
pt_br: Número total de células:
sv: Totalt antal rutor:
uk: Загалом клітинок:

source: Uncrossed:
bs: Neukršteno:
cs: Nekřižující se:
de: Ungekreuzt:
es: Sin cruzar:
et: Mitteristuvaid:
fr: Non croisées :
it: Senza incrocio:
pl: Nieskrzyżowane:
pt_br: Não cruzadas:
sv: Okorsade:
uk: Не на перетині:

# Description
source: Used as header label for the column containing the descriptions in the crossword type model.
cs: Použito jako popisek záhlaví pro sloupec obsahující popisy v modelu typu křížovky.
de: Wird als Beschriftung der Spalten mit der Beschreibung des Kreuzworträtseltyps verwendet.
es: Usado como etiqueta de cabecera para la columna que contiene las descripciones en el modelo del tipo de crucigrama.
et: Kasutatakse selle veeru päisena, mis sisaldab ristsõna tüübi mudeli kirjeldusi.
fr: Utilisé comme étiquette d'en-tête pour la colonne contenant les descriptions dans le modèle de type de grille.
it: Usato come etichetta di intestazione per la colonna che contiene le descrizioni nel modello dei tipi di cruciverba.
pl: Wykorzystywane jako etykieta nagłówka dla kolumny zawierającej opisy w modelu typu krzyżówki.
pt_br: Usado como legenda do cabeçalho da coluna que contém as descrições no modelo do tipo das palavras cruzadas.
sv: Beskrivning
uk: Опис

# Name
source: Used as header label for the column containing the names in the crossword type model.
bs: Korišteno kao oznaka u zaglavlju za kolonu koja sadrži imena u modelu tipa križaljke.
cs: Použito jako popisek záhlaví pro sloupec obsahující názvy v modelu typu křížovky.
de: Wird als Beschriftung der Spalten mit den Namen des Kreuzworträtseltyps verwendet.
es: Usado como etiqueta de cabecera para la columna que contiene los nombres en el modelo del tipo de crucigrama.
et: Kasutatakse selle veeru päisena, mis sisaldab ristsõna tüübi mudeli nimesid.
fr: Utilisé comme étiquette d'en-tête pour la colonne contenant les noms dans le modèle de type de grille.
it: Usato come etichetta di intestazione per la colonna che contiene i nomi nel modello dei tipi di cruciverba.
pl: Wykorzystywane jako etykieta nagłówka dla kolumny zawierającej nazwy w modelu typu krzyżówki.
pt_br: Usado como legenda do cabeçalho da coluna que contém os nomes no modelo do tipo das palavras cruzadas.
sv: Namn
uk: Назва

source: User Defined Crossword
bs: Korisnički definirana križaljka
cs: Uživatelsky stanovená křížovka
de: Benutzerdefiniertes Kreuzworträtsel
es: Crucigrama definido por el usuario
et: Kasutaja määratud ristsõna
fr: Grille personnalisée
it: Cruciverba definito dall'utente
pl: Krzyżówka zdefiniowana przez użytkownika
pt_br: Palavras cruzadas definidas pelo usuário
sv: Användardefinierat korsord
uk: Нетиповий кросворд

source: User cell type
bs: Korisnikov tip ćelije
cs: Uživatelsky stanovený druh políčka
de: Benutzerdefinierter Zellen-Typ
es: Tipo de casilla de usuario
et: Kasutaja ruudutüüp
fr: Type de case défini par l'utilisateur
it: Tipo di casella dell'utente
pl: Typ kratki użytkownika
pt_br: Tipo de célula do usuário
sv: Ruta av användartyp
uk: Тип клітинок користувача

source: Wall Street Journal by Mike Shenk (fridays)
cs: Křížovky z Wall Street Journal od Mikea Shenka (každý pátek)
de: Wall Street Journal von Mike Shenk (freitags)
es: Wall Street Journal, por Mike Shenk (viernes)
et: Wall Street Journali ristsõna Mike Shenkilt (reedeti)
fr: Grille du « Wall Street Journal » par Mike Shenk (le Vendredi)
it: Wall Street Journal by Mike Shenk (venerdì)
pl: Wall Street Journal stworzone przez Mike Shenk (piątki)
pt_br: Palavras cruzadas do Wall Street Journal por Mike Shenk (sextas-feiras)
sv: Wall Street Journal av Mike Shenk (fredagar)
uk: Кросворди з «Волл-стріт Джорнел» від Майка Шенка (п’ятниця)

source: Wildcard pattern to search for answers
bs: Zamjenski obrazac za traženje odgovora
cs: Vzor se zástupným znakem pro hledání odpovědí
de: Muster mit Platzhalterzeichen zur Suche nach Antworten
es: Patrones de comodines para buscar respuestas
et: Metamärkidega muster vastuste otsimiseks
fr: Caractère générique pour chercher des réponses
it: Filtro con caratteri jolly per cercare le risposte
pl: Wzorzec znaków wieloznacznych do znajdywania odpowiedzi
pt_br: Padrão de caracteres especiais a procurar por respostas
sv: Sökning efter svar med jokertecken
uk: Шаблон заміни для пошуку відповідей

source: Would you like to add the crossword into the library?
cs: Chcete křížovku přidat do knihovny?
it: Vuoi aggiungere il cruciverba nella raccolta?

source: Wrote crossword to file '%1'
bs: Zapisao križaljku u datoteku '%1'
cs: Zapsat křížovku do souboru '%1'
de: Kreuzworträtsel in Datei „%1“ geschrieben
es: Se ha escrito el crucigrama en el archvo «%1».
et: Ristsõna salvestati failina '%1'
fr: Grille enregistrée dans le fichier « %1 »
it: Cruciverba salvato nel file «%1»
pl: Zapisano krzyżówkę do pliku '%1'
pt_br: As palavras cruzadas foram guardadas no arquivo '%1'
sv: Skrev korsordet i filen '%1'
uk: Кросворд записано до файла «%1»

# EMAIL OF TRANSLATORS
source: Your emails
bs: samir.ribic@etf.unsa.ba,acolpa1@etf.unsa.ba
cs: fripohled.blogspot.com
de: fpuelz@gmx.de
es: kirajfdez@gmail.com
et: bald@smail.ee
fr: mcorteel@gmail.com
it: valtermura@gmail.com,
pl: lukasz.wojnilowicz@gmail.com
pt_br: marcus.gama@gmail.com
sv: stefan.asserhall@bredband.net
uk: yurchor@ukr.net

# NAME OF TRANSLATORS
source: Your names
bs: Samir Ribić,Adna Čolpa
cs: Pavel Fric
de: Friedrich Pülz
es: Kira J. Fernández
et: Marek Laane
fr: Maxime Corteel
it: Valter Mura,Giacomo Barazzetti
pl: Łukasz Wojniłowicz
pt_br: Marcus Gama
sv: Stefan Asserhäll
uk: Юрій Чорноіван

source: Zoom: %1%
bs: Povećaj: %1%
cs: Zvětšení: %1%
de: Vergrößerung: %1 %
et: Suurendus: %1%
it: Ingrandimento: %1%
pl: Przybliżenie: %1%
sv: Zooma: %1 %
uk: Масштаб: %1%

source: and %1 image
bs: i %1 slika
cs: a %1 obrázek
de: und %1 Bild
es: y %1 imagen
et: ja %1 pilt
fr: et %1 image
it: e %1 immagine
pl: i %1 obraz
pt_br: e %1 imagem
sv: och %1 bild
uk: і %1 зображення

source: and %1 image
bs: i %1 slika
cs: a %1 obrázek
de: und %1 Bild
es: y %1 imagen
et: ja %1 pilt
fr: et %1 image
it: e %1 immagine
pl: i %1 obraz
pt_br: e %1 imagem
sv: och %1 bild
uk: і %1 зображення

source: whether or not animations should be enabled
cs: Zda se mají povolit pohyblivé obrázky či ne
de: Ob Animationen aktiviert sein sollen oder nicht
es: si las animaciones se activan o no
et: kas animatsioone lubada või mitte
fr: définit si les animations sont activées ou non.
it: Definisce se le animazioni devono essere attivate.
pl: określa czy włączyć animację
pt_br: se as animações deverão ou não estar ativas
sv: om animeringar ska aktiveras eller inte
uk: Визначає, чи слід вмикати анімацію

source: &Copyright:
bs: &Autorska prava:
cs: &Autorské právo:
et: Autoriõi&gus:
fr: &Droits d'auteur :
pl: &Prawa autorskie:
uk: &Ліцензія:

source: &Host:
bs: &Domaćin:
cs: &Hostitelský počítač:
de: &Rechner:
es: &Servidor:
et: &Masin:
fr: &Hôte :
pt_br: &Máquina:
sv: &Värddator:
uk: &Вузол:

source: &Password:
bs: &Lozinka:
cs: &Heslo:
de: &Passwort:
es: &Contraseña:
et: &Parool:
fr: &Mot de passe :
pl: &Hasło:
pt_br: &Senha:
sv: &Lösenord:
uk: П&ароль:

source: Copyright
bs: Autorsko pravo
cs: Autorské právo
et: Autoriõigus
fr: Droits d'auteur
pl: Prawa autorskie
pt_br: Direitos autorais
uk: Авторські права

source: Krossword
cs: Křížovka

source: &Orientation:
sv: &Orientering

source: &Quality:
sv: &Kvalitet:

source: &Size:
sv: &Storlek:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">In a "Number Puzzle" each answer letter is mapped to a clue number. The solver has to find out which clue number belongs to which letter.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">To change the mapping of an answer letter select it in the list, enter it's new clue number and click "Set Mapping".</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note:</span> Conflicting mappings are resolved automatically.</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">I ett krypto motsvarar varje svarsbokstav ett ledtrådstal. Lösaren måste ta reda på vilket ledtrådstal som hör ihop med vilken bokstav.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">För att ändra kopplingen av en svarsbokstav, markera den i listan, skriv in dess nya ledtrådstal, och klicka på "Ange koppling".</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Observera:</span> Konflikter i kopplingar löses upp automatiskt.</p></body></html>

# Display text for empty clue texts
source: <placeholder>empty</placeholder>
sv: <placeholder>tom</placeholder>

source: Animate Change Letter
sv: Animera ändrad bokstav

source: Animate Changes to an Items Appearance
sv: Animera ändringar av ett objekts utseende

source: Animate Changing Letters
sv: Animera ändrande bokstäver

source: Animate Focus In
sv: Animera fokus

source: Animate Items Appearance
sv: Animera uppdykande objekt

source: Animate Items Disappearance
sv: Animera försvinnande objekt

source: Animate Position Changes
sv: Animera positionsändringar

source: Animate Size Changes
sv: Animera storleksändringar

source: Animations
sv: Animeringar

source: Answer
sv: Svar

source: Answer &Offset:
sv: Svars&position:

source: Change Number Puzzle Mapping
sv: Ändra koppling för krypto

source: Create a new crossword in the library.
sv: Skapa ett nytt korsord i biblioteket.

source: Create a new folder in the library.
sv: Skapa en ny katalog i biblioteket.

source: Crossword &Size:
sv: Korsords&storlek:

source: Delete the selected crossword from the library.
sv: Ta bort det markerade korsordet från biblioteket.

source: Document to open
sv: Dokument att öppna

source: Download a crossword and add it to the library.
sv: Ladda ner ett korsord och lägg till det i biblioteket.

source: Error while downloading from url: %1
sv: Fel vid nerladdning från webbadress: %1

source: Export the selected crossword from the library.
sv: Exportera markerat korsordet från biblioteket.

source: Import a crossword to the library.
sv: Importera ett korsord till biblioteket.

source: Insert special character:
sv: Infoga specialtecken:

source: Letter Cell &Content:
sv: &Innehåll i bokstavscell

source: Notes:
sv: Anteckningar:

source: Number Puzzle
sv: Krypto

# Short description of the crossword type 'Number Puzzle'
source: Number puzzles are a variant of crosswords in which each cell has a number between 1 and 26. The solver has to find out for which letter of the alphabet a number stands.
sv: Krypton är en variant av korsord där varje ruta innehåller ett tal mellan 1 och 28. Lösaren måste ta reda på vilken bokstav i alfabetet som talet står för.

source: Open the selected crossword.
sv: Öppna det markerade korsordet.

source: S&earch:
sv: &Sök:

source: Save &Edit History
sv: Spara r&edigeringshistorik

source: Save As &Template
sv: Spara som &mall

source: Save without correct answers, clue texts, images
sv: Spara utan rätta svar, nyckeltexter, bilder

source: Set Default Number Puzzle Mapping
sv: Ange förvalda kopplingar för krypto

source: Solution
sv: Lösning

source: whether or not changes to an items appearance should be animated.
sv: om ändringar av ett objekts utseende ska animeras eller inte.

source: whether or not changes to items positions should be animated.
sv: om ändringar av objektpositioner ska animeras eller inte.

source: whether or not changes to items sizes should be animated.
sv: om ändringar av objektstorlek ska animeras eller inte.

source: whether or not items should be animated when getting focus.
sv: om objekt ska animeras när de får fokus eller inte.

source: whether or not letter cells should be animated when their letter changes.
sv: om bokstavsrutor ska animeras när deras bokstäver ändras eller inte.

source: whether or not the appearance of items should be animated.
sv: om uppdykande objekt ska animeras eller inte.

source: whether or not the disappearance of items should be animated.
sv: om försvinnande objekt ska animeras eller inte.

# Default copyright value for new crosswords, 'YEAR, by USER'
source: © %1, by %2
sv: © %1, av %2
