Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: Resize Crossword
cs: Změnit velikost křížovky
de: Größe des Kreuzworträtsels ändern
es: Cambiar el tamaño del crucigrama
et: Ristsõna suuruse muutmine
fr: Redimensionner la grille
it: Ridimensiona cruciverba
pl: Zmień rozmiar krzyżówki
pt_br: Redimensionar as palavras cruzadas
sv: Ändra korsordets storlek
uk: Змінити розміри кросворда

source: Resize Crossword From %1x%2 to %3x%4
bs: Promijeni veličinu Crossword-a od %1x%2 do %3x%4
cs: Změnit velikost křížovky z %1x%2 na %3x%4
de: Kreuzworträtsel-Größe von %1x%2 zu %3x%4 ändern
es: Cambiar el tamaño del crucigrama de %1x%2 a %3x%4
et: Muuda ristsõna suuruseks %1x%2 asemel %3x%4
fr: Redimensionner la grille de %1 x %2 vers %3 x %4
it: Ridimensiona cruciverba da %1x%2 a %3x%4
pl: Zmień rozmiar krzyżówki z %1x%2 na %3x%4
pt_br: Redimensionar as palavras cruzadas de %1x%2 para %3x%4
sv: Ändra korsordets storlek från %1 x %2 till %3 x %4
uk: Змінити розміри кросворда з %1x%2 на %3x%4

source: Resizing from %3x%4 will remove %1 clue %2
bs: Mjenjanje veličine od %3x%4 će ukloniti %1 trag %2
cs: Změna velikosti z %3x%4 odstraní %1 nápovědu %2
de: Größenänderung von %3 x %4 wird %1 Hinweis von %2 entfernen
es: Cambiar de tamaño desde %3x%4 eliminará %1 definición %2
et: Suuruse muutmisel %3x%4 pealt eemaldatakse %1 küsimus %2
fr: Le redimensionnement de %3 x %4 supprimera %1 indice %2
it: Il ridimensionamento da %3x%4 eliminerà %1 definizione %2
pl: Zmiana rozmiaru z %3x%4 usunie %1 określenie %2
pt_br: O dimensionamento de %3x%4 irá remover %1 pista %2
sv: Storleksändring från %3x%4 tar bort %1 ledtråd %2
uk: Зміна розмірів на розміри %3x%4 призведе до вилучення %1 питання %2

source: Resource unavailable
cs: Zdroj nedostupný
it: Risorsa non disponibile

source: Restore the automatically saved version of an edited crossword before the crash
cs: Obnovit před pádem automaticky uloženou verzi upravované křížovky
de: Die vor dem Absturz automatisch gespeicherte Version eines bearbeiteten Kreuzworträtsels wiederherstellen.
es: Restaura la versión guardada automáticamente de un crucigrama editado antes del fallo.
et: Redigeeritud ristsõna enne krahhi automaatselt salvestatud versiooni taastamine
fr: Restaurer la version automatiquement enregistrée avant le plantage d'une grille modifiée
it: Ripristina la versione salvata automaticamente di un cruciverba modificato prima del crash
pl: Przywróć automatycznie zapisane wersje edytowanych krzyżówek przed awarią
pt_br: Restaurar a versão, salva automaticamente, das palavras cruzadas editadas antes do estouro
sv: Återställ den automatiskt sparade versionen av ett redigerat korsord innan kraschen.
uk: Відновити автоматично збережену версію редагованого на час аварійного завершення роботи кросворда

source: Rules
bs: Pravila
cs: Pravidla
de: Regeln
es: Reglas
et: Reeglid
fr: Règles
it: Regole
pl: Zasady
pt_br: Regras
sv: Regler
uk: Правила

source: Save as &template...
it: Salva come &modello...

source: Save crossword
cs: Uložit křížovku
it: Salva cruciverba

source: Save the crossword with solved letters
bs: Spasite križalju sa riješenim slovima
cs: Uložit křížovku včetně vyluštěných písmen
de: Kreuzworträtsel samt gelöster Buchstaben speichern
es: Guardar el crucigrama con las letras resueltas
et: Ristsõna salvestamine koos lahendatud tähtedega
fr: Enregistrer la grille avec les lettres trouvées
it: Salva il cruciverba con le lettera risolte
pl: Zapisz krzyżówkę z rozwiązanymi literami
pt_br: Salvar as palavras cruzadas com o seu estado atual
sv: Spara korsordet med lösta bokstäver
uk: Зберегти поточний стан розв’язання кросворда

# Positioning of an image in a crossword image cell.
source: Scaled
it: Scalata

# Positioning of an image in a crossword image cell.
source: Scaled (Keep Aspect Ratio)
it: Scalata (mantieni proporzioni)

# Positioning of an image in a crossword image cell.
source: Scaled and Cropped
it: Scalata e ritagliata

source: Score
bs: Zbir
cs: Výsledek
de: Punkte
es: Puntuación
et: Hinne
fr: Résultat
it: Valutazione
pl: Wynik
pt_br: Pontuação
sv: Poäng
uk: Оцінка

source: Select clue with switched orientation to the currently selected clue
bs: Odaberi trag sa promijenjenom orijentacijom na trenutačno odabran trag
cs: Vybrat nápovědu s k nyní vybrané nápovědě obráceným uspořádáním
de: Hinweis mit umgeschalteter Ausrichtung zum aktuell markierten Hinweis markieren
es: Seleccionar la definición con la orientación intercambiada respecto a la definición seleccionada actualmente
et: Aktiivsele valitud küsimuse suhtes teise suunaga küsimuse valimine
fr: Sélectionner l'indice en inversant son orientation vers l'indice actuellement sélectionné
it: Seleziona la definizione con diverso orientamento rispetto a quella attualmente selezionata
pl: Zaznacz określenie z przełączoną orientacją na obecnie zaznaczoną określenie
pt_br: Selecione a pista com a orientação alterada para a pista selecionada no momento
sv: Välj nyckel med ändrad orientering jämfört med markerad nyckel
uk: Позначити питання з перпендикулярним розташуванням відповіді відносно відповіді на поточне питання

source: Select the first clue
bs: Odaberi prvi trag
cs: Vybrat první nápovědu
de: Den ersten Hinweis markieren
es: Seleccionar la primera definición
et: Esimese küsimuse valimine
fr: Sélectionner le premier indice
it: Seleziona la prima definizione
pl: Zaznacz pierwszą określenie
pt_br: Selecione a primeira pista
sv: Välj den första nyckeln
uk: Позначити перше питання

source: Select the first letter of the current clue
bs: Odaberi prvo slovo trenutačnog traga
cs: Vybrat první písmeno nynější nápovědy
de: Den ersten Buchstaben des aktuellen Hinweises markieren
es: Selecciona la primera letra de la definición actual
et: Aktiivse küsimuse esimese tähe valimine
fr: Sélectionner la première lettre de l'indice actuel
it: Seleziona la prima lettera della definizione attualmente selezionata
pl: Zaznacz pierwszą literę bieżącego określenia
pt_br: Selecionar a primeira letra para a pista atual
sv: Välj första bokstaven i nuvarande nyckel
uk: Позначити першу літеру поточного питання

source: Select the last clue
bs: Odaberi posljednji trag
cs: Vybrat poslední nápovědu
de: Den letzten Hinweis markieren
es: Selecciona la última definición
et: Viimase küsimuse valimine
fr: Sélectionner le dernier indice
it: Seleziona l'ultima definizione
pl: Zaznacz ostatnią określenie
pt_br: Selecione a última pista
sv: Välj den sista nyckeln
uk: Позначити останнє питання

source: Select the last letter of the current clue
bs: Odaberi posljednje slovo trenutačnog traga
cs: Vybrat poslední písmeno nynější nápovědy
de: Den letzten Buchstaben des aktuellen Hinweises markieren
es: Selecciona la última letra de la definición actual
et: Aktiivse küsimuse viimase tähe valimine
fr: Sélectionner la dernière lettre de l'indice actuel
it: Seleziona l'ultima lettera della definizione attualmente selezionata
pl: Zaznacz ostatnią literę bieżącego określenia
pt_br: Selecione a última letra para a pista atual
sv: Välj sista bokstaven i nuvarande nyckel
uk: Позначити останню літеру поточного питання

source: Select the next clue
bs: Odaberi sljedeći trag
cs: Vybrat další nápovědu
de: Den &nächsten Hinweis markieren
es: Selecciona la siguiente definición
et: Järgmise küsimuse valimine
fr: Sélectionner l'indice suivant
it: Seleziona la definizione successiva
pl: Zaznacz następną określenie
pt_br: Selecionar a pista seguinte
sv: Välj nästa nyckel
uk: Позначити наступне питання

source: Select the previous clue
bs: Odaberi prethodni trag
cs: Vybrat předchozí nápovědu
de: Den &vorherigen Hinweis markieren
es: Selecciona la definición anterior
et: Eelmise küsimuse valimine
fr: Sélectionner l'indice précédent
it: Seleziona la definizione precedente
pl: Zaznacz poprzednią określenie
pt_br: Selecionar a pista anterior
sv: Välj den föregående nyckeln
uk: Позначити попереднє питання

source: Selection
bs: Izbor
cs: Výběr
de: Markierung
es: Selección
et: Valik
fr: Sélection
it: Selezione
pl: Zaznaczenie
pt_br: Seleção
uk: Вибір

source: Set Correct Letter at (%1, %2) to %3
bs: Postavi tačno slovo na (%1, %2) do %3
cs: Změnit správné písmeno na (%1, %2) na %3
de: Korrekten Buchstaben bei (%1, %2) zu %3 ändern
es: Establecer letra correcta en (%1, %2) a %3
et: Määra õigeks täheks asukohas (%1, %2) %3
fr: Définir la lettre correcte en (%1, %2) à %3
it: Imposta la lettera corretta in (%1, %2) a %3
pl: Ustaw poprawną literę przy (%1, %2) na %3
pt_br: Definir a letra correta em (%1, %2) como %3
sv: Ställ in rätt bokstav på (%1, %2) till %3
uk: Встановити правильну літеру у клітинці з координатами (%1, %2): %3

source: Set Default Coded Puzzle Mapping
it: Imposta la correlazione predefinita del cruciverba crittografato

source: Set Letter at (%1, %2) to %3
bs: Postavi slovo na (%1, %2) do %3
cs: Změnit písmeno na (%1, %2) na %3
de: Buchstaben bei (%1, %2) zu %3 ändern
es: Establecer letra en (%1, %2) a %3
et: Määra täheks asukohas (%1, %2) %3
fr: Définir la lettre en (%1, %2) à %3
it: Imposta la lettera in (%1, %2) a %3
pl: Ustaw literę przy (%1, %2) na %3
pt_br: Definir a letra em (%1, %2) como %3
sv: Ställ in bokstav på (%1, %2) till %3
uk: Встановити літеру у клітинці (%1, %2): %3

source: Settings changed
cs: Nastavení změněna
de: Einstellungen geändert
es: Configuración cambiada
et: Seadistused on muudetud
fr: La configuration a été modifiée
it: Impostazioni modificate
pl: Zmieniono ustawienia
pt_br: Configurações alteradas
sv: Inställningar ändrades
uk: Параметри змінено

source: Setup Same Letter Synchronization
bs: Postavi sinhronizaciju istih slova
cs: Nastavit sladění stejných písmen
de: „Gleiche-Buchstaben-Abgleich“ einrichten
es: Configurar la sincronización de las letras iguales
et: Seadista ühesuguste tähtede sünkroonimist
fr: Configurer la synchronisation des lettres similaires
it: Imposta la sincronizzazione della stessa lettera
pl: Ustaw taką samą synchronizację liter
pt_br: Configurar a sincronização da mesma letra
sv: Aktivera synkronisering av likadana bokstäver
uk: Налаштувати синхронізацію однакових літер

source: Show Clue Dock
bs: Pokaži pristanište traga
cs: Ukázat postranní panel s nápovědou
de: Hinweis-Seitenleiste anzeigen
es: Mostrar anclaje de la definición
et: Näita küsimuste dokki
fr: Afficher le panneau des indices
it: Mostra il pannello Definizioni
pl: Pokaż dokowanie określenia
pt_br: Mostrar a área das pistas
sv: Visa nyckelpanel
uk: Показати панель питань

source: Show Current Cell Dock
bs: Pokaži pristanište trenutačne ćelije
cs: Ukázat postranní panel Nynější políčko
de: „Aktuelle Zelle“-Seitenleiste anzeigen
es: Mostrar anclaje de la celda actual
et: Aktiivse ruudu doki näitamine
fr: Afficher le panneau de la case
it: Mostra il pannello Casella attualmente selezionata
pl: Pokaż dokowanie obecnej kratki
pt_br: Mostrar a área da célula atual
sv: Visa panel för nuvarande ruta
uk: Показати панель поточної клітинки

source: Show Details
bs: Pokaži detalje
cs: Ukázat podrobnosti
de: Details anzeigen
es: Mostrar detalles
et: Üksikasjade näitamine
fr: Afficher les détails
it: Mostra dettagli
pl: Pokaż szczegóły
pt_br: Mostrar detalhes
sv: Visa detaljinformation
uk: Показати подробиці

source: Show Edit History Dock
bs: Pokaži pristanište historije urednika
cs: Ukázat postranní panel Průběh úprav
de: Seitenleiste für Verlaufs-Bearbeitung anzeigen
es: Mostrar anclaje de «editar historial»
et: Näita muutmisajaloo dokki
fr: Afficher le panneau de l'historique d'édition
it: Mostra il pannello Cronologia delle modifiche
pl: Pokaż dokowanie historii edycji
pt_br: Mostrar a área do histórico de edição
sv: Visa panel med redigeringshistorik
uk: Показати панель журналу редагування

source: Show a print preview
bs: Prikažite pregled štampanja
cs: Ukázat náhled před tiskem
de: Eine Druckvorschau anzeigen
es: Mostrar una vista previa de la impresión
et: Trükkimise eelvaatluse näitamine
fr: Afficher un aperçu avant impression
it: Anteprima di stampa
pl: Pokaż podgląd wydruku
pt_br: Mostrar uma antevisão da impressão
sv: Visa en förhandsgranskning av utskriften
uk: Показати попередній перегляд друку

source: Shows statistics about the crossword
cs: Ukáže statistiku týkající se křížovky
it: Mostra statistiche sul cruciverba

source: Shows the current mapping of answer letters to clue numbers.
bs: Pokazuje trenutačno mapiranje pisma odgovora brojevima traga.
cs: Ukáže nynější přiřazení písmen odpovědí k číslům nápověd.
de: Zeigt die aktuelle Zuordnung von Antwort-Buchstaben zu Hinweis-Nummern an.
es: Muestra las asignaciones actuales de las letras de respuesta a los números de definición.
et: Kehtivate vastustähtede ja küsimusnumbrite seoste näitamine.
fr: Montre l'assignation actuelle de lettres de réponse à des numéros d'indices.
it: Mostra l'attuale associazione tra le lettere di risposta e i numeri di definizione.
pl: Pokazuje obecne mapowanie liter odpowiedzi do numerów określeń.
pt_br: Mostra o mapeamento atual entre os números das pistas e as letras das respostas.
sv: Visar den nuvarande kopplingen mellan svarsbokstäver och nyckelnummer.
uk: Показує поточну відповідність між літерами відповіді і номерами питань.

source: Shows the percentage of solved letter cells
cs: Ukazuje procentní podíl vyluštěných políček s písmeny
fr: Affiche le pourcentage de cases de lettres trouvées
it: Mostra la percentuale delle caselle lettera risolte

source: Si&ze:
it: &Dimensione:

source: Size
bs: Veličina
cs: Velikost
de: Größe
es: Tamaño
et: Suurus
fr: Taille
it: Dimensione
pl: Rozmiar
pt_br: Tamanho
sv: Storlek
uk: Розміри

source: Size
bs: Veličina
cs: Velikost
de: Größe
es: Tamaño
et: Suurus
fr: Taille
it: Dimensione
pl: Rozmiar
pt_br: Tamanho
sv: Storlek
uk: Розміри

source: Size:
bs: Veličina:
cs: Velikost:
de: Größe:
es: Tamaño:
et: Suurus:
fr: Taille :
it: Formato:
pl: Rozmiar:
pt_br: Tamanho:
sv: Storlek:
uk: Розміри:

# The title for sizes of crosswords in the library tree view
source: Size:
cs: Velikost:
de: Größe:
es: Tamaño:
et: Suurus:
fr: Taille :
it: Dimensione:
pl: Rozmiar:
pt_br: Tamanho:
sv: Storlek:
uk: Розміри:

source: Solution Letter
cs: Slovo řešení
de: Lösungsbuchstabe
es: Letra de solución
et: Lahendustäht
fr: Lettre de solution
it: Lettera soluzione
pl: Litera rozwiązania
pt_br: Letra da solução
sv: Lösningsbokstav
uk: Слово-розв’язок

source: Solution letter cell
bs: Ćelija slova rješenja
cs: Políčko s písmenem řešení
de: Lösungs-Buchstabenzelle
es: Casilla de letra de solución
et: Lahendustäheruut
fr: Case de lettre de solution
it: Casella lettera della soluzione
pl: Krata litery rozwiązania
pt_br: Célula de letra da solução
sv: Lösningsbokstavsruta
uk: Клітинка слова-розв’язку

source: Solution letter cell not found at the given coordinates (%1, %2)
bs: Ćelija slova rješenja nije pronađena na datim koordinatama (%1, %2)
cs: Políčko s písmenem řešení na daných souřadnicích nenalezeno (%1, %2)
de: Lösungs-Buchstabe an den gegebenen Koordinaten (%1, %2) nicht gefunden
es: Casilla de la letra de la solución no encontrada en las coordenadas (%1, %2)
et: Antud koordinaatidel (%1, %2) ei leitud lahendustäheruutu
fr: Aucune case de lettre de solution trouvée aux coordonnées (%1, %2)
it: Casella lettera della soluzione non trovata alle coordinate date (%1, %2)
pl: Nie znaleziono litery rozwiązania przy podanych współrzędnych (%1, %2)
pt_br: A célula da letra da solução não foi encontrada para as coordenadas indicadas (%1, %2)
sv: Ruta med lösningsbokstav hittades inte på angivna koordinater (%1, %2)
uk: За вказаними координатами (%1, %2) клітинки з літерою розв’язку не знайдено

source: Solve
cs: Vyluštit
it: Risolvi

source: Solve Across Clue
bs: Riješi preko trag
cs: Vyluštit vodorovnou nápovědu
de: Waagerechten Hinweis lösen
es: Resolver la definición horizontal
et: Vasta küsimusele põiksuunas
fr: Résoudre l'indice horizontal
it: Risolvi la definizione orizzontale
pl: Rozwiąż określenie poziome
pt_br: Resolver a pista horizontal
sv: Lös vågrät nyckel
uk: Показати відповідь по горизонталі

source: Solve Clue
bs: Riješi trag
cs: Vyluštit nápovědu
de: Hinweis lösen
es: Resolver definición
et: Vasta küsimusele
fr: Résoudre l'indice
it: Risolvi definizione
pl: Rozwiąż określenie
pt_br: Resolver a pista
sv: Lös nyckel
uk: Показати відповідь

source: Solve Down Clue
bs: Riješi donji trag
cs: Vyluštit svislou nápovědu
de: Senkrechten Hinweis lösen
es: Resolver la definición vertical
et: Vasta küsimusele alla
fr: Résoudre l'indice vertical
it: Risolvi la definizione verticale
pl: Rozwiąż określenie pionowe
pt_br: Resolver a pista vertical
sv: Lös lodrät nyckel
uk: Показати відповідь по вертикалі

source: Solve the current across clue
bs: Riješi trenutačni preko trag
cs: Vyluštit nynější vodorovnou nápovědu
de: Den markierten waagerechten Hinweis lösen
es: Resolver la definición horizontal actual
et: Aktiivse põiksuunas küsimuse vastuse näitamine
fr: Résoudre l'indice horizontal sélectionné
it: Risolve la definizione orizzontale attualmente selezionata
pl: Rozwiąż obecne określenie poziome
pt_br: Resolver a pista horizontal atual
sv: Lös nuvarande vågräta nyckel
uk: Показати відповідь на поточне питання по горизонталі

source: Solve the current clue
bs: Rijesi trenutačni trag
cs: Vyluštit nynější nápovědu
de: Den markierten Hinweis lösen
es: Resolver la definición actual
et: Aktiivse küsimuse vastuse näitamine
fr: Résoudre l'indice sélectionné
it: Risolve la definizione attualmente selezionata
pl: Rozwiąż bieżące określenie
pt_br: Resolver a pista atual
sv: Lös nuvarande nyckel
uk: Показати відповідь на поточне питання

source: Solve the current down clue
bs: Riješi trenutačni donji trag
cs: Vyluštit nynější svislou nápovědu
de: Den markierten senkrechten Hinweis lösen
es: Resolver la definición vertical actual
et: Aktiivse püstsuunas küsimuse vastuse näitamine
fr: Résoudre l'indice vertical sélectionné
it: Risolve la definizione verticale attualmente selezionata
pl: Rozwiąż bieżące określenie pionowe
pt_br: Resolver a pista vertical atual
sv: Lös nuvarande lodräta nyckel
uk: Показати відповідь на поточне питання по вертикалі

source: Solve the selected letter cell
cs: Vyluštit vybrané políčko s písmenem
it: Risolve la casella lettera selezionata

source: Solve the selected letter or a random one if none is selected
cs: Vyluštit vybrané písmeno nebo náhodné, pokud není žádné vybráno
it: Risolve la lettera selezionata o una a caso se nessuna è selezionata

source: Statistics
bs: Statistike
cs: Statistika
de: Statistik
es: Estadísticas
et: Statistika
fr: Statistiques
it: Statistiche
pl: Statystyki
pt_br: Estatísticas
sv: Statistik
uk: Статистика

source: String clues
bs: Tekstualni tragovi
cs: Textové nápovědy
de: Texthinweise
es: Cadena de definiciones
et: Stringküsimused
fr: Indices textuels
it: Definizioni con parole
pl: Określenia ciągu znaków
pt_br: Pistas de texto
sv: Strängnycklar
uk: Рядки питань

source: Swedish Crossword
bs: Švedska križaljka
cs: Švédská křížovka
de: Schwedenrätsel
es: Crucigrama sueco
et: Rootsi ristsõna
fr: Mots-fléchés suédois
it: Cruciverba svedese
pl: Szwedzka krzyżówka
pt_br: Palavras cruzadas suecas
sv: Svenskt korsord
uk: Шведський кросворд

# Short description of the crossword type 'Swedish'
source: Swedish crosswords contain clue cells which contain the clue text in it and an arrow to indicate in which direction the clues have to be answered.
bs: Švedske križaljke sadrže ćelije traga koje sadrže tekst traga u sebi i strelicu koja pokazuje u kojem pravcu tragovi moraju biti odgovoreni.
cs: Švédské křížovky obsahují políčka s nápovědami, která obsahují text nápovědy, a šipku, která naznačuje, ve kterém směru se mají nápovědy zodpovědět.
de: Schwedenrätsel enthalten Hinweiszellen, die den Hinweis-Text beinhalten. Ein Pfeil gibt an, in welche Richtung Hinweise beantworten werden sollen.
es: Los crucigramas suecos contienen casillas de definición que contienen el texto de la definición en ellas, y una flecha que indica en qué dirección se tiene que responder.
et: Rootsi ristsõna sisaldab küsimusruute, mis sisaldavad endas küsimuse teksti ja noolt, mis osutab, millises suunas tuleb küsimusele vastata.
fr: Les mots-croisés suédois contiennent des cases d'indice contenant le texte d'indice et une flèche qui indique la direction de réponse.
it: I cruciverba svedesi contengono delle caselle autodefinite contenenti il testo della definizione e una freccia che indica in quale direzione bisogna rispondere alla definizione.
pl: Szwedzkie krzyżówki zawierają kratki, które zawierają tekst określenia w sobie i strzałkę, aby wskazać, w którym kierunku odpowiedzieć na określenie
pt_br: As palavras cruzadas suecas contêm células de pistas que contêm o texto da pista nelas, e uma seta para indicar em que direção as pistas deverão ser respondidas.
sv: Svenska korsord innehåller nyckelrutor som innehåller texten och en pil som anger i vilken riktning nyckeln ska besvaras.
uk: У шведських кросвордах питання записують у окремих клітинках, а напрям запису відповіді позначають стрілочкою.

source: Template
bs: Obrazac
cs: Předloha
de: Vorlage
es: Plantilla
et: Mall
fr: Modèle
it: Modello
pl: Szablon
pt_br: Modelo
sv: Mall
uk: Шаблон

source: Templates
bs: Šabloni
cs: Předlohy
de: Vorlagen
es: Plantillas
et: Mallid
fr: Modèles
it: Modelli
pl: Szablony
pt_br: Modelos
sv: Mallar
uk: Шаблони
