Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: Edit History
bs: Uredi historiju
cs: Upravit Průběh úprav
de: Verlauf bearbeiten
es: Editar historial
et: Muudatuste ajalugu
fr: Modifier l'historique
it: Cronologia delle modifiche
pl: Historia edycji
pt_br: Editar histórico
sv: Redigeringshistorik
uk: Журнал редагування

source: Edit Letter at (%1, %2) From %3 to %4
bs: Uredi slovo na (%1, %2) od %3 do %4
cs: Upravit písmeno na (%1, %2) z %3 na %4
de: Buchstaben bei (%1, %2) von %3 zu %4 ändern
es: Editar letra en (%1, %2) de %3 a %4
et: Muuda täheks asukohas (%1, %2) %3 asemel %4
fr: Modifier la lettre en (%1, %2) de %3 vers %4
it: Modifica la lettera in (%1, %2) da %3 a %4
pl: Edytuj literę przy (%1, %2) z %3 na %4
pt_br: Editar a letra em (%1, %2) de %3 para %4
sv: Redigera bokstav på (%1, %2) från %3 till %4
uk: Змінити літеру у клітинці (%1, %2) з %3 на %4

# @action:intoolbar
source: Edit Mode
cs: Režim úprav
it: Modalità di modifica

source: Edit image properties to set an image
bs: Uredi postavke slike da postavite sliku
cs: Upravit vlastnosti obrázku pro nastavení obrázku
de: Bildeigenschaften bearbeiten, um ein Bild einzustellen
es: Editar las propiedades de la imagen para establecer una imagen
et: Pildi omaduste muutmine pildi määramiseks
fr: Modifier les propriétés de l'image pour définir une image
it: Modifica le proprietà dell'immagine per impostarne una
pl: Edytuj właściwości obrazu, aby ustawić obraz
pt_br: Editar as propriedades da imagem para configurar uma imagem
sv: Redigera bildegenskaper för att ställa in en bild
uk: Щоб додати зображення змініть властивості зображення

source: Empty Cells:
bs: Prazne čelije:
cs: Prázdná políčka:
de: Leere Zellen:
es: Casillas vacías:
et: Tühje ruute:
fr: Cases vides :
it: Caselle vuote:
pl: Puste kratki:
pt_br: Células vazias:
sv: Tomma rutor:
uk: Порожніх клітинок:

source: Empty cell
bs: Prazna ćelija
cs: Prázdné políčko
de: Leere Zelle
es: Casilla vacía
et: Tühi ruut
fr: Case vide
it: Casella vuota
pl: Pusta kratka
pt_br: Célula vazia
sv: Tom ruta
uk: Порожня клітинка

source: Empty cell &color:
cs: &Barva prázdného políčka:
de: &Farbe für leere Zellen:
es: &Color de la casilla vacía:
et: Tühja ruudu &värv:
fr: &Couleur de case non définie :
it: &Colore casella vuota:
pl: &Kolor pustej kratki
pt_br: &Cor das células vazias:
sv: &Färg på tomma rutor:
uk: &Колір порожніх клітинок:

source: Enable Animations
bs: Omogući animacije
cs: Povolit pohyblivé obrázky
de: Animationen aktivieren
es: Permitir animaciones
et: Animatsioonide lubamine
fr: Activer les animations
it: Attiva animazioni
pl: Włącz animacje
pt_br: Habilitar animações
sv: Aktivera animeringar
uk: Увімкнути анімацію

source: Enables the eraser, to clear letter cells/answers
cs: Povolí zmizík pro smazání políček s písmeny/odpovědí
it: Attiva la gomma, per cancellare le caselle lettera/risposte

source: Enables/disables the edit mode
cs: Povolí/Zakáže režim úprav
it: Attiva/disattiva la modalità di modifica

source: Error loading file '%1'
cs: Chyba při nahrávání souboru '%1'
it: Errore durante il caricamento del file «%1»

source: Error reading AcrossLite's .puz-format.
bs: Greška pri čitanju AcrossLite -puz formata.
cs: Chyba při čtení formátu AcrossLite's .puz.
de: Fehler beim Lesen von AcrossLite's .puz-Format
es: Error leyendo el formato .puz de AcrossLite.
et: Tõrge AcrossLite'i puz-vormingu lugemisel.
fr: Erreur lors de la lecture de « AcrossLite » au format « .puz ».
it: Errore durante la lettura del formato .puz AcrossLite.
pl: Błąd odczytywania formatu AcrossLite .puz.
pt_br: Erro ao ler do formato '.puz' do AcrossLite.
sv: Fel vid läsning av AcrossLites puz-format.
uk: Помилка під час читання даних у форматі .puz AcrossLite.

source: Error while loading file '%1': %2
bs: Greška pri otvaranju datoteke '%1': %2
cs: Chyba při nahrávání souboru '%1': %2
de: Fehler beim Laden der Datei „%1“: %2
es: Error al cargar el archivo «%1»: %2
et: Tõrge faili '%1' laadimisel: %2
fr: Erreur lors du chargement du fichier « %1 » : %2
it: Errore durante il caricamento del file «%1»: %2
pl: Błąd podczas wczytywania pliku '%1': %2
pt_br: Ocorreu um erro ao carregar o arquivo '%1': %2
sv: Fel när filen '%1' skulle läsas in: %2
uk: Під час спроби завантаження файла «%1» сталася помилка: %2

source: Error while writing file: %1
bs: Greška pri zapisivanju datoteke: %1
cs: Chyba při zápisu souboru: %1
de: Fehler beim Schreiben der Datei: %1
es: Error al escribir el archivo: %1
et: Tõrge faili kirjutamisel: %1
fr: Erreur lors de l'écriture du fichier : %1
it: Errore durante la scrittura del file: %1
pl: Błąd podczas zapisywania pliku: %1
pt_br: Ocorreu um erro ao escrever o arquivo: %1
sv: Fel vid skrivning av filen: %1
uk: Помилка під час спроби запису до файла: %1

source: Error writing AcrossLite's .puz-format.
bs: Greška pri zapisu AcrossLite .puz formata.
cs: Chyba při zápisu formátu AcrossLite's .puz.
de: Fehler beim Schreiben von AcrossLite's .puz-Format.
es: Error escribiendo en el formato .puz de AcrossLite.
et: Tõrge AcrossLite'i puz-vormingu kirjutamisel.
fr: Erreur lors de l'écriture de « AcrossLite » au format « .puz ».
it: Errore durante la scrittura del formato .puz AcrossLite.
pl: Błąd zapisywania formatu AcrossLite .puz.
pt_br: Erro ao escrever no formato '.puz' do AcrossLite.
sv: Fel vid skrivning av AcrossLites puz-format.
uk: Помилка під час запису даних у форматі .puz AcrossLite.

source: Error writing compressed crossword: %1
bs: Greška pri zapisu kompresovanje križaljke: %1
cs: Chyba při zápisu zabalené křížovky: %1
de: Fehler beim Schreiben des komprimierten Kreuzworträtsels: %1
es: Error escribiendo el crucigrama comprimido: %1
et: Tõrge tihendatud ristsõna kirjutamisel: %1
fr: Erreur lors de l'écriture de la grille compressée : %1
it: Errore durante la scrittura del cruciverba compresso: %1
pl: Błąd zapisywania skompresowanej krzyżówki: %1
pt_br: Erro ao escrever as palavras cruzadas comprimidas: %1
sv: Fel vid skrivning av komprimerat korsord: %1
uk: Помилка під час спроби запису стиснутого кросворда: %1

source: Error writing crossword: %1
bs: Greška pri zapisu križaljke: %1
cs: Chyba při zápisu křížovky: %1
de: Fehler beim Schreiben des Kreuzworträtsel: %1
es: Error escribiendo el crucigrama: %1
et: Tõrge ristsõna kirjutamisel: %1
fr: Erreur lors de l'écriture de la grille : %1
it: Errore durante la scrittura del cruciverba: %1
pl: Błąd zapisywania krzyżówki: %1
pt_br: Erro ao salvar as palavras cruzadas: %1
sv: Fel vid skrivning av korsord: %1
uk: Помилка під час запису даних кросворда: %1

source: Error writing to the compressed file
bs: Greška pri zapisivanju u kompresovanu datoteku
cs: Chyba při zápisu do zabaleného souboru
de: Fehler beim Schreiben der komprimierten Datei
es: Error al escribir al archivo comprimido
et: Tõrge kirjutamisel tihendatud faili
fr: Erreur lors de l'écriture vers un fichier compressé
it: Errore durante la scrittura nel file compresso
pl: Błąd zapisywania skompresowanego pliku
pt_br: Erro ao gravar no arquivo compactado
sv: Fel vid skrivning till den komprimerade filen.
uk: Помилка під час спроби запису стиснутого файла

source: Export
bs: Izvezi
cs: Vyvést
de: Exportieren
es: Exportar
et: Eksport
fr: Exporter
it: Esporta
pl: Eksport
pt_br: Exportar
sv: Exportera
uk: Експортувати

source: Export Settings
bs: Postavke izvoza
cs: Nastavení vyvedení
de: Export-Einstellungen
es: Exportar configuración
et: Ekspordiseadistused
fr: Paramètres pour l'exportation
it: Impostazioni di esportazione
pl: Ustawienia eksportu
pt_br: Configurações de exportação
sv: Exportinställningar
uk: Параметри експорту

source: Export To CSV
bs: Izvezi u CSV
cs: Vyvést jako CSV
de: Zu CSV exportieren
es: Exportar a CSV
et: Eksport CSV-na
fr: Exporter au format « CSV »
it: Esporta in CSV
pl: Eksportuj do CSV
pt_br: Exportar para CSV
sv: Exportera till CSV
uk: Експорт до CSV

source: Export the selected crossword from the library
cs: Vyvést vybranou křížovku z knihovny
it: Esporta il cruciverba selezionato dalla raccolta

source: Export to '%1' was successful
bs: Izvoz u '%1' je uspješan
cs: Vyvedení do '%1' bylo úspěšné
de: Export zu ‚%1‘ erfolgreich
es: La exportación a «%1» ha tenido éxito
et: Eksport failina '%1' õnnestus
fr: L'exportation vers « %1 » s'est déroulée avec succès
it: L'esportazione in «%1» è avvenuta correttamente
pl: Pomyślne eksportowanie do '%1'
pt_br: A exportação para '%1' foi concluída com sucesso
sv: Export till '%1' lyckades
uk: Успішне експортування до «%1»

source: Exports the whole dictionary to a comma separated text file.
bs: Izvozi cijeli rječnik u datoteku sa tekstom odvojenim zarezima.
cs: Vyvede celý slovník do souboru s textem odděleným čárkou.
de: Exportiert das gesamte Wörterbuch als durch Komma getrennte Werte in eine Textdatei.
es: Exporta el diccionario completo a un archivo de texto separado por comas.
et: Kogu sõnaraamatu eksportimine komadega eraldatud tekstifailina.
fr: Exporte le dictionnaire complet vers un fichier texte dans lequel les entrées sont séparées par des virgules.
it: Esporta l'intero dizionario in un file di testo separato da virgole.
pl: Eksportuje cały słownik do pliku z oddzieleniami w postaci przecinków.
pt_br: Exporta todo o dicionário para um arquivo de texto separado por vírgulas.
sv: Exporterar hela lexikonet åtskilt med kommatecken till en textfil.
uk: Експортувати словник до текстового файла записів, відокремлених комами (CSV).

source: Extract From &Library
bs: Izvedi iz &biblioteke
cs: Vytáhnout z &knihovny
de: Aus &Sammlung extrahieren
es: Extraer de la bib&lioteca
et: Ha&ngi kogust
fr: Extraire depuis &la bibliothèque
it: Estrai dalla &raccolta
pl: Wydobądź z bib&lioteki
pt_br: Extrair da bib&lioteca
sv: Extrahera från bib&liotek
uk: Видобути з &бібліотеки

source: Extracts words from plain text dictionary files
bs: Izvozi riječi iz datoteka običnih tekstualnih rječnika
cs: Vytáhne slova ze souborů se slovníky s prostým textem
de: Extrahiert Wörter aus Klartext-Wörterbuch-Dateien
es: Extrae palabras desde archivos de diccionario en texto sencillo.
et: Sõnade hankimine lihttekstis sõnaraamatufailidest
fr: Extrait les mots d'un dictionnaire en texte brut
it: Estrae parole da file dizionario di testo semplice
pl: Wydobywa słowa ze zwykłych plików tekstowych słowników
pt_br: Extrai as palavras de arquivos de dicionários em texto simples
sv: Extraherar ord från lexikonfiler med vanlig text
uk: Видобути слова зі звичайних текстових файлів словників

source: Extracts words with associated clues from crosswords in the library
bs: Izvodi riječi povezane sa tragovima iz križaljke u biblioteci
cs: Vytáhne slova s k nim přidruženými nápovědami z křížovek v knihovně
de: Extrahiert Wörter mit zugehörigen Hinweisen aus Kreuzworträtseln in der Sammlung
es: Extrae palabras con definiciones asociadas de los crucigramas en la biblioteca
et: Küsimustega seotud sõnade hankimine kogu ristsõnadest
fr: Extrait les mots et les indices associés d'une grille de la bibliothèque
it: Estrai dai cruciverba nella raccolta le parole con le definizioni associate
pl: Wydobywa słowa ze skojarzonych określeń z krzyżówek z biblioteki
pt_br: Extrai as palavras das pistas associadas das palavras cruzadas da biblioteca
sv: Extraherar ord med tillhörande nycklar från korsord i biblioteket
uk: Видобути слова з відповідними питаннями з кросвордів бібліотеки

source: Extracts words with associated clues from crosswords in the library. This does the same as "Extract From Crosswords..." with all crossword files in the library.
bs: Izvodi riječi povezane sa tragovima iz križaljke u biblioteci. Ovo radi isto kao "Izvedi iz križaljke..." sa svim datotekama križaljke u biblioteci.
cs: Vytáhne slova s k nim přidruženými nápovědami z křížovek v knihovně. Téhož lze dosíci pomocí "Vytáhnout z křížovek..." se všemi soubory křížovek v knihovně.
de: Extrahiert Wörter mit zugehörigen Hinweisen aus Kreuzworträtseln in der Sammlung. Das Gleiche kann erreicht werden mit „Aus Kreuzworträtseln Extrahieren ...“ mit allen Kreuzworträtsel-Dateien in der Sammlung.
es: Extrae palabras con definiciones asociadas de los crucigramas en la biblioteca. Esto hace lo mismo que «Extraer desde crucigramas...» con todos los archivos de crucigramas de la biblioteca.
et: Küsimustega seotud sõnade hankimine kogu ristsõnadest. Teeb sama, mis "Hankimine ristsõnadest..." kõigi kogus leiduvate ristsõnafailidega.
fr: Extrait les mots et les indices associés des grilles de la bibliothèque. Cette fonction a le même comportement que la fonction « Extraire depuis les grilles... » avec toutes les fichiers de grille de la bibliothèque.
it: Estrae parole con le definizioni associate dai cruciverba nella raccolta. Ha la stessa funzione di «Estrai dai cruciverba...», ma con tutti i file, presenti nella raccolta, selezionati.
pl: Wydobywa słowa ze skojarzonych określeń z krzyżówek z biblioteki. Ma to samo działanie co "Wydobądź z krzyżówek..." ze wszystkimi plikami krzyżówek w bibliotece.
pt_br: Extrai as palavras com pistas associadas das palavras cruzadas na biblioteca. Isto faz o mesmo que o "Extrair das palavras cruzadas..." com todos os arquivos de palavras cruzadas da biblioteca.
sv: Extraherar ord med tillhörande nycklar från korsord i biblioteket. Detta gör samma sak som "Extrahera från korsord..." med alla korsordsfiler i biblioteket.
uk: Видобуває слова з відповідними питаннями з кросвордів бібліотеки. Виконує дію, подібну до пункту «Видобути з кросвордів...», але з усіма файлами кросвордів бібліотеки.

source: Filename of the last unsaved file, before a crash or unexpected behaviour, which caused that an edited crossword wasn't saved without confirmation of the user.
cs: Název souboru posledního neuloženého souboru předtím, než došlo ke spadnutí nebo neočekávanému chování, které mělo za následek, že upravovaná křížovka nebyla uložena bez potvrzení uživatelem.
de: Dateiname der letzten ungespeicherten Datei vor einem Absturz oder unvorhergesehenem Verhalten, das verursacht, das ein bearbeitetes Kreuzworträtsel ohne Zustimmung des Benutzers nicht gespeichert wurde.
es: Nombre de archivo del último archivo sin guardar, antes de un fallo o de un comportamiento inesperado, que causó que un crucigrama editado no fuera guardado sin la confirmación del usuario.
et: Viimase salvestamata faili nimi, mis jäi salvestamata krahhi või ootamatu käitumise tõttu, mille tõttu muudetud ristsõna ei salvestatud ilma kasutajalt kinnitust küsimata.
fr: Nom du dernier fichier non enregistré avant un crash ou un comportement inattendu faisant qu'une grille modifiée n'a pas été enregistrée sans confirmation de l'utilisateur.
it: Nome dell'ultimo file non salvato prima di un crash o di un comportamento inaspettato che ha causato, senza conferma dell'utente, il mancato salvataggio di un cruciverba modificato.
pl: Nazwa pliku ostatnio niezapisanego pliku, przed awarią lub nieoczekiwanym zachowanie, co spowodowało, że edytowana krzyżówka nie została zapiasana bez potwierdzenia użytkownika.
pt_br: O nome do último arquivo por salvar, antes de um estouro ou comportamento inesperado, o que fez com que algumas palavras cruzadas editadas não tivessem sido salvas sem confirmação por parte do usuário.
sv: Filnamn på den senaste osparade filen innan en krasch eller oväntat beteende, som gjorde att ett redigerat korsord inte sparades utan bekräftelse av användaren.
uk: Назва останнього незбереженого перед аварійним завершенням або помилковою поведінкою програми, яка спричинила вихід з програми без збереження файла зі згоди користувача, файла.

source: Fill Dictionary
bs: Popuni rječnik
cs: Naplnit slovník
de: Wörterbuch füllen
es: Rellenar diccionario
et: Sõnaraamatu täitmine
fr: Remplir le dictionnaire
it: Riempi dizionario
pl: Wypełnij słownik
pt_br: Preencher o dicionário
sv: Fyll i lexikon
uk: Заповнення словника

source: Fills all letter cells with the correct letters
cs: Naplní všechna políčka s písmeny správnými písmeny
it: Riempie tutte le caselle lettera con le lettere corrette

# @action:intoolbar
source: First Clue
cs: První nápověda
it: Prima definizione

source: First letter cell on the bottom left of the clue cell.
bs: Prva ćelija slova u dnu lijevo od ćelije traga.
cs: První políčko s písmenem dole nalevo od políčka s nápovědou.
de: Erste Buchstabenzelle unten links von der Hinweiszelle.
es: Casilla de la primera letra abajo a la izquierda de la casilla de definición.
et: Esimese tähe ruut küsimusruudust all vasakul.
fr: Première lettre de la réponse en bas à gauche de la case d'indice.
it: Casella della prima lettera in basso a sinistra della casella autodefinita.
pl: Kratka pierwszej litery na dole po lewo od kratki określenia.
pt_br: Célula da primeira letra no canto inferior esquerdo da célula da pista.
sv: Första bokstavsrutan nedanför till vänster om nyckelrutan.
uk: Клітинку першої літери розташовано внизу ліворуч від клітинки питання.

source: First letter cell on the bottom of the clue cell.
bs: Prva ćelija slova na dnu ćelije traga.
cs: První políčko s písmenem pod políčkem s nápovědou.
de: Erste Buchstabenzelle unter der Hinweiszelle.
es: Casilla de la primera letra debajo de la casilla de definición.
et: Esimese tähe ruut küsimusruudu all.
fr: Première lettre de la réponse en dessous de la case d'indice.
it: Casella della prima lettera sotto la casella autodefinita.
pl: Kratka pierwszej litery na dole od kratki określenia.
pt_br: Célula da primeira letra no fundo da célula da pista.
sv: Första bokstavsrutan nedanför nyckelrutan.
uk: Клітинку першої літери відповіді розташовано під клітинкою питання.

source: First letter cell on the bottom right of the clue cell.
bs: Prva ćelija slova u desnom dnu ćelije traga.
cs: První políčko s písmenem dole napravo od políčka s nápovědou.
de: Erste Buchstabenzelle unten rechts von der Hinweiszelle.
es: Casilla de la primera letra en la parte inferior derecha de la casilla de definición.
et: Esimese tähe ruut küsimusruudust all paremal.
fr: Première lettre de la réponse en dessous à droite de la case d'indice.
it: Casella della prima lettera in basso a destra della casella autodefinita.
pl: Kratka pierwszej litery na dole po prawo od kratki określenia.
pt_br: Célula da primeira letra no canto inferior direito da célula da pista.
sv: Första bokstavsrutan nedanför till höger om nyckelrutan.
uk: Клітинку першої літери розташовано внизу праворуч від клітинки питання.

source: First letter cell on the left of the clue cell.
bs: Prva ćelija slova lijevo od ćelije traga.
cs: První políčko s písmenem nalevo od políčka s nápovědou.
de: Erste Buchstabenzelle links neben der Hinweiszelle.
es: Casilla de la primera letra a la izquierda de la casilla de definición.
et: Esimese tähe ruut küsimusruudust vasakul.
fr: Première lettre de la réponse à gauche de la case d'indice.
it: Casella della prima lettera a sinistra della casella autodefinita.
pl: Kratka pierwszej litery na lewo od kratki określenia.
pt_br: Célula da primeira letra à esquerda da célula da pista.
sv: Första bokstavsrutan till vänster om nyckelrutan.
uk: Клітинку першої літери розташовано ліворуч від клітинки питання.

source: First letter cell on the right of the clue cell.
bs: Prva ćelija slova na desno od ćelije traga.
cs: První políčko s písmenem napravo od políčka s nápovědou.
de: Erste Buchstabenzelle rechts neben der Hinweiszelle.
es: Casilla de la primera letra a la derecha de la casilla de definición.
et: Esimese tähe ruut küsimusruudust paremal.
fr: Première lettre à droite de la case d'indice.
it: Casella della prima lettera a destra della casella autodefinita.
pl: Kratka pierwszej litery na prawo od kratki określenia.
pt_br: Célula da primeira letra à direita da célula da pista.
sv: Första bokstavsrutan till höger om nyckelrutan.
uk: Клітинку першої літери розташовано праворуч від клітинки питання.

source: First letter cell on the top left of the clue cell.
bs: Prva ćelija slova na lijevom vrhu od ćelije traga.
cs: První políčko s písmenem nahoře nalevo od políčka s nápovědou.
de: Erste Buchstabenzelle oben links von der Hinweiszelle.
es: Casilla de la primera letra en la parte superior izquierda de la casilla de definición.
et: Esimese tähe ruut küsimusruudust vasakul ülal.
fr: Première case en haut à gauche de la case d'indice.
it: Casella della prima lettera in alto a sinistra della casella autodefinita.
pl: Kratka pierwszej litery na górze po lewo od kratki określenia.
pt_br: Célula da primeira letra no canto superior esquerdo da célula da pista.
sv: Första bokstavsrutan ovanför till vänster om nyckelrutan.
uk: Клітинку першої літери розташовано вгорі ліворуч від клітинки питання.

source: First letter cell on the top of the clue cell.
bs: Prva ćelija slova na vrhu ćelije traga.
cs: První políčko s písmenem nahoře od políčka s nápovědou.
de: Erste Buchstabenzelle über der Hinweiszelle.
es: Casilla de la primera letra encima de la casilla de definición.
et: Esimese tähe ruut küsimusruudu peal.
fr: Première lettre de la réponse en haut de la case d'indice.
it: Casella della prima lettera sopra la casella autodefinita.
pl: Kratka pierwszej litery na górze od kratki określenia.
pt_br: Célula da primeira letra no topo da célula da pista.
sv: Första bokstavsrutan ovanför nyckelrutan.
uk: Клітинку першої літери розташовано над клітинкою питання.

source: First letter cell on the top right of the clue cell.
bs: Prva ćelija slova na desnom vrhu ćelije traga.
cs: První políčko s písmenem nahoře napravo od políčka s nápovědou.
de: Erste Buchstabenzelle oben rechts von der Hinweiszelle.
es: Casilla de la primera letra en la parte superior derecha de la casilla de definición.
et: Esimese tähe ruut küsimusruudust ülal paremal.
fr: Première lettre de la réponse en haut à droite de la case d'indice.
it: Casella della prima lettera in alto a destra della casella autodefinita.
pl: Kratka pierwszej litery na górze po prawo od kratki określenia.
pt_br: Célula da primeira letra no canto superior direito da célula da pista.
sv: Första bokstavsrutan ovanför till höger om nyckelrutan.
uk: Клітинку першої літери розташовано вгорі праворуч від клітинки питання.

source: Fit the whole crossword into the window
bs: Uklopi cijelu križaljku u prozor
cs: Umístit celou křížovku do okna
de: Das gesamte Kreuzworträtsel in das Fenster einpassen
es: Encajar todo el crucigrama en la ventana
et: Kogu ristsõna mahutamine aknasse
fr: Adapter la taille de la grille à la fenêtre
it: Adatta l'intero cruciverba alla finestra
pl: Dopasuj całą krzyżówkę do okna
pt_br: Ajustar todas as palavras cruzadas à janela
sv: Passa in hela korsordet i fönstret
uk: Вмістити кросворд у вікні

source: Free Crossword
bs: Slobodna križaljka
cs: Volná křížovka
de: Freies Kreuzworträtsel
es: Crucigrama libre
et: Vaba ristsõna
fr: Mots croisés libres
it: Cruciverba libero
pl: Dowolna krzyżówka
pt_br: Palavras cruzadas Livres
sv: Fritt korsord
uk: Довільний кросворд

source: General
it: Generale

# General settings for new crosswords.
source: General
it: Generale

source: Hide Clue Cell
bs: Sakrij ćeliju traga
cs: Skrýt políčko s nápovědou
de: Hinweiszelle ausblenden
es: Ocultar casilla de definición
et: Peida küsimusruut
fr: Cacher la case d'indice
it: Nascondi casella autodefinita
pl: Ukryj kratkę określenia
pt_br: Ocultar a célula da pista
sv: Dölj nyckelruta
uk: Приховати клітинку питання
