Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: Can't add clues on crossed letter cells
bs: Ne može dodati tragove na ukrštene ćelije slova
de: Es können keine Hinweise auf gekreuzten Buchstabenzellen hinzugefügt werden.
es: No se pueden añadir definiciones en casillas de letras entrecruzadas.
et: Küsimuste lisamine ristuvatele täheruutudele nurjus
fr: Impossible d'ajouter des indices dans les cases de lettres barrées
it: Non posso aggiungere definizioni su caselle lettera intersecate
pl: Nie można dodać określenia dla krzyżowych kratek literowych
pt_br: Não é possível adicionar pistas nas células de letras cruzadas
sv: Kan inte lägga till nycklar i korsade bokstavsruta
uk: Не можна додавати питання на клітинці, що належить двом словам одразу

# %1 contains the reason why the image couldn't be added
source: Can't add image. %1
bs: Ne može dodati sliku. %1
cs: Nelze přidat obrázek. %1
de: Bild kann nicht hinzugefügt werden. %1
es: No se puede añadir una imagen. %1
et: Pildi lisamine nurjus. %1
fr: Impossible d'ajouter l'image. %1
it: Non posso aggiungere l'immagine. %1
pl: Nie można dodać obrazu. %1
pt_br: Não é possível adicionar a imagem. %1
sv: Kan inte lägga till bild. %1
uk: Не вдалося додати зображення. %1

# %1 contains the reason why the letters couldn't be added to the clue
source: Can't add letter cells. %1
bs: Ne može dodati ćeliju slova. %1
cs: Nelze přidat políčka s písmeny. %1
de: Buchstabenzellen können nicht hinzugefügt werden. %1
es: No se pueden añadir casillas de letras. %1
et: Täheruutude lisamine nurjus. %1
fr: Impossible d'ajouter des cases de lettre. %1
it: Non posso aggiungere le caselle lettera. %1
pl: Nie można dodać kratek literowych. %1
pt_br: Não é possível editar as células de letras. %1
sv: Kan inte lägga till bokstavsrutor: %1
uk: Не вдалося додати клітинки літер. %1

# %1 contains the reason why the new clue number mapping couldn't be applied
source: Can't apply clue number mapping. %1
bs: Ne može primjeniti mapiranje broja. %1
cs: Nelze použít přiřazení čísla nápovědy. %1
de: Hinweis-Nummern-Zuordnung kann nicht angewendet werden. %1
es: No se puede aplicar la asignación del número de definición. %1
et: Küsimusenumbri seose rakendamine nurjus. %1
fr: Impossible d'appliquer la carte de numérotation. %1
it: Non posso applicare la correlazione del numero definizione. %1
pl: Nie można zastosować mapowania liczby określeń. %1
pt_br: Não é possível aplicar o mapeamento do número de pistas. %1
sv: Kan inte verkställa koppling av ledtrådstal. %1
uk: Не вдалося застосувати відповідність номерів. %1

# %1 contains the reason why the answer offset couldn't be changed
source: Can't change answer offset. %1
bs: Ne može promijeniti ofset odgovora. %1
cs: Nelze změnit odsazení odpovědi. %1
de: Der Antwort-Versatz kann nicht geändert werden. %1
es: No se puede cambiar la plantilla de respuestas. %1
et: Nihet ei saa muuta: %1
fr: Impossible de changer le décalage de la réponse. %1
it: Non posso modificare la posizione della risposta. %1
pl: Nie można zmienić przesunięcia odpowiedzi. %1
pt_br: Não é possível alterar a posição da resposta: %1
sv: Kan inte ändra svarets position. %1
uk: Не вдалося змінити відступ відповіді. %1

# %1 contains the reason why the clue text couldn't be changed
source: Can't change clue text. %1
bs: Ne može promijeniti trag tekst. %1
cs: Nelze změnit text s nápovědou. %1
de: Der Hinweis-Text kann nicht geändert werden. %1
es: No se puede cambiar el texto de la definición. %1
et: Küsimuse teksti ei saa muuta. %1
fr: Impossible de changer le texte de l'indice. %1
it: Non posso modificare il testo della definizione. %1
pl: Nie można zmienić tekstu określenia. %1
pt_br: Não é possível modificar o texto da pista. %1
sv: Kan inte ändra nyckeltext. %1
uk: Не вдалося змінити текст питання. %1

# %1 contains the reason why the correct answer couldn't be changed
source: Can't change correct answer. %1
bs: Ne može promijeniti tačan odgovor. %1
cs: Nelze změnit správnou nápovědu. %1
de: Die korrekte Antwort kann nicht geändert werden. %1
es: No se puede cambiar la respuesta correcta. %1
et: Õiget vastust ei saa muuta. %1
fr: Impossible de changer la bonne réponse. %1
it: Non posso modificare la risposta corretta. %1
pl: Nie można zmienić poprawnej odpowiedzi%1
pt_br: Não é possível alterar a resposta correta. %1
sv: Kan inte ändra rätt svar. %1
uk: Не вдалося змінити правильну відповідь. %1

# %1 contains the reason why the crossword properties couldn't be changed
source: Can't change crossword properties. %1
bs: Ne može promijeniti postavke križaljke. %1
cs: Nelze změnit vlastnosti křížovky. %1
de: Kreuzworträtsel-Eigenschaften können nicht geändert werden. %1
es: No se pueden cambiar las propiedades del crucigrama. %1
et: Ristsõna omaduste muutmine nurjus. %1
fr: Impossible de changer les propriétés de la grille. %1
it: Non posso modificare le proprietà del cruciverba. %1
pl: Nie można zmienić właściwości krzyżówki. %1
pt_br: Não é possível alterar as propriedades das palavras cruzadas. %1
sv: Kan inte ändra korsordets egenskaper: %1
uk: Не вдалося змінити властивості кросворда. %1

# %1 contains the reason why the orientation couldn't be changed
source: Can't change orientation. %1
bs: Ne može promijeniti orijentaciju. %1
cs: Nelze změnit uspořádání. %1
de: Die Ausrichtung kann nicht geändert werden. %1
es: No se puede cambiar la orientación. %1
et: Orientatsiooni ei saa muuta. %1
fr: Impossible de changer l'orientation. %1
it: Non posso modificare l'orientamento. %1
pl: Nie można zmienić orientacji. %1
pt_br: Não é possível alterar a orientação. %1
sv: Kan inte ändra orientering. %1
uk: Не вдалося змінити орієнтацію. %1

# %1 contains the reason why the answer couldn't be cleared
source: Can't clear answer. %1
bs: Ne može očistiti odgovor. %1
cs: Nelze vyprázdnit odpověď. %1
de: Die Antwort kann nicht geleert werden. %1
es: No se puede limpiar la respuesta. %1
et: Vastuse puhastamine nurjus. %1
fr: Impossible d'effacer la réponse. %1
it: Non posso cancellare la risposta. %1
pl: Nie można wyczyścić odpowiedzi. %1
pt_br: Não é possível limpar a resposta. %1
sv: Kan inte rensa svaret. %1
uk: Не вдалося витерти відповідь. %1

# %1 contains the reason why the crossword couldn't be cleared
source: Can't clear crossword. %1
bs: Ne može očistiti križaljku. %1
cs: Nelze vyprázdnit křížovku. %1
de: Das Kreuzworträtsel kann nicht geleert werden. %1
es: No se puede limpiar el crucigrama. %1
et: Ristsõna puhastamine nurjus. %1
fr: Impossible de vider la grille. %1
it: Non posso cancellare il cruciverba. %1
pl: Nie można wyczyścić krzyżówki. %1
pt_br: Não é possível limpar as palavras cruzadas. %1
sv: Kan inte rensa korsord. %1
uk: Не вдалося спорожнити кросворд. %1

# %1 contains the reason why the letter cell couldn't be cleared
source: Can't clear letter cell. %1
bs: Ne može očistiti ćeliju slova. %1
cs: Nelze vyprázdnit políčko s písmenem. %1
de: Buchstabenzelle kann nicht geleert werden. %1
es: No se puede limpiar la casilla. %1
et: Täheruudu puhastamine nurjus. %1
fr: Impossible d'effacer la lettre de la case. %1
it: Non posso cancellare la casella lettera. %1
pl: Nie można wyczyścić kratki literowej. %1
pt_br: Não é possível limpar a célula da letra. %1
sv: Kan inte rensa bokstavsruta. %1
uk: Не вдалося витерти вміст клітинки. %1

# %1 contains the reason why the crossword couldn't be converted
source: Can't convert crossword. %1
bs: Ne može pretvoriti križaljku. %1
cs: Nelze převést křížovku. %1
de: Das Kreuzworträtsel kann nicht umgewandelt werden. %1
es: No se puede convertir el crucigrama. %1
et: Ristsõna teisendamine nurjus. %1
fr: Impossible de convertir la grille. %1
it: Non posso convertire il cruciverba. %1
pl: Nie można przekształcić krzyżówki. %1
pt_br: Não é possível converter as palavras cruzadas. %1
sv: Kan inte konvertera korsord. %1
uk: Не вдалося перетворити кросворд. %1

# %1 contains the reason why the letter couldn't be converted to a solution letter
source: Can't convert letter. %1
bs: Ne može pretvoriti slovo. %1
cs: Nelze převést písmeno. %1
de: Der Buchstabe kann nicht umgewandelt werden. %1
es: No se puede convertir la letra. %1
et: Tähte ei saa teisendada. %1
fr: Impossible de convertir la lettre. %1
it: Non posso convertire la lettera. %1
pl: Nie można przekształcić litery. %1
pt_br: Não é possível converter a letra. %1
sv: Kan inte konvertera bokstav. %1
uk: Не вдалося перетворити літеру. %1

# %1 contains the reason why the solution letter couldn't be converted to a letter
source: Can't convert solution letter. %1
bs: Ne može pretvoriti slovo rješenja. %1
cs: Nelze převést písmeno řešení. %1
de: Der Lösungs-Buchstabe kann nicht umgewandelt werden. %1
es: No se puede convertir la letra de la solución. %1
et: Vastusetähte ei saa teisendada. %1
fr: Impossible de convertir la lettre de solution. %1
it: Non posso convertire la lettera soluzione. %1
pl: Nie można przekształcić litery rozwiązania. %1
pt_br: Não é possível converter a letra da solução. %1
sv: Kan inte konvertera lösningsbokstav. %1
uk: Не вдалося перетворити літеру слова-розв’язку. %1

# %1 contains the reason why the letter cell couldn't be edited
source: Can't edit letter cell. %1
bs: Ne može urediti ćeliju slova. %1
cs: Nelze upravit políčko s písmenem. %1
de: Buchstabenzellen können nicht bearbeitet werden. %1
es: No se puede editar la casilla de letra. %1
et: Täheruudu muutmine nurjus. %1
fr: Impossible de modifier la case. %1
it: Non posso modificare la casella lettera. %1
pl: Nie można edytować kratki literowej. %1
pt_br: Não é possível editar a célula da letra. %1
sv: Kan inte redigera bokstavsruta: %1
uk: Не вдалося змінити вміст клітинки. %1

source: Can't export whole directories. Please select a crossword.
cs: Celé adresáře nelze vyvést. Vyberte, prosím, křížovku.
de: Ganze Ordner können nicht exportiert werden. Bitte wählen Sie ein einzelnes Kreuzworträtsel aus.
es: No se pueden exportar directorios completos. Por favor, seleccione un crucigrama.
et: Terveid katalooge ei saa eksportida. Palun vali ristsõna.
fr: Impossible d'exporter la totalité de dossiers. Veuillez sélectionner une grille.
it: Non posso esportare intere cartelle. Per favore seleziona un cruciverba.
pl: Nie można eksportować całych katalogów. Proszę wybrać krzyżówkę.
pt_br: Não é possível exportar pastas inteiras. Selecione por favor palavras cruzadas individuais.
sv: Kan inte exportera hela kataloger. Markera ett korsord.
uk: Експортувати цілі каталоги не можна. Будь ласка, вкажіть окремий кросворд.

# %1 contains the reason why the cells couldn't be moved
source: Can't move cells. %1
bs: Ne može pomjeriti ćelije. %1
cs: Nelze posunout políčka. %1
de: Kann Zellen nicht verschieben. %1
es: No se pueden mover las casillas. %1
et: Ruutude liigutamine nurjus. %1
fr: Impossible de déplacer les cases. %1
it: Non posso muovere le caselle. %1
pl: Nie można przemieścić komórek. %1
pt_br: Não é possível mover as células. %1
sv: Kan inte flytta celler: %1
uk: Не вдалося пересунути клітинки. %1

# %1 contains the reason why the clue couldn't be removed
source: Can't remove clue. %1
bs: Ne može ukloniti trag. %1
cs: Nelze odstranit nápovědu. %1
de: Der Hinweis kann nicht entfernt werden. %1
es: No se puede eliminar la definición. %1
et: Küsimuse eemaldamine nurjus. %1
fr: Impossible d'effacer l'indice. %1
it: Non posso rimuovere la definizione. %1
pl: Nie można usuną określenia. %1
pt_br: Não é possível remover a pista. %1
sv: Kan inte ta bort nyckel: %1
uk: Не вдалося вилучити питання. %1

# %1 contains the reason why the image couldn't be removed
source: Can't remove image. %1
bs: Ne može ukloniti sliku. %1
cs: Nelze odstranit obrázek. %1
de: Das Bild kann nicht entfernt werden. %1
es: No se puede eliminar la imagen. %1
et: Pildi eemaldamine nurjus. %1
fr: Impossible d'effacer l'image. %1
it: Non posso rimuovere l'immagine. %1
pl: Nie można usuną obrazu. %1
pt_br: Não é possível remover a imagem. %1
sv: Kan inte ta bort bild. %1
uk: Не вдалося вилучити зображення. %1

# %1 contains the reason why the letters couldn't be removed to the clue
source: Can't remove letter cells. %1
bs: Ne može ukloniti ćeliju slova. %1
cs: Nelze odstranit políčka s písmeny. %1
de: Buchstabenzellen können nicht entfernt werden. %1
es: No se pueden eliminar casillas de letras. %1
et: Täheruutude eemaldamine nurjus. %1
fr: Impossible de supprimer des cases de lettre. %1
it: Non posso rimuovere le caselle lettera. %1
pl: Nie można usunąć kratek literowych. %1
pt_br: Não é possível remover as células de letras. %1
sv: Kan inte ta bort bokstavsrutor. %1
uk: Не вдалося вилучити клітинки літер. %1

source: Can't store confidence values in *.puz files! If you want confidence values to be stored please use a Krossword file format (*.kwp or *.kwpz).
cs: Hodnoty přesvědčení nelze uložit v souborech *.puz! Pokud chcete, aby byly hodnoty přesvědčení ukládány, použijte, prosím, souborový formát Krossword (*.kwp nebo *.kwpz).
it: Non posso salvare il grado di sicurezza nei file *.puz! Se vuoi salvare il grado di sicurezza per favore utilizza un formato file di Krossword (*.kwp o *.kwpz).

source: Can't store image cells in *.puz files! If you want image cells to be stored please use a Krossword file format (*.kwp or *.kwpz).
cs: Políčka s obrázky nelze uložit v souborech *.puz! Pokud chcete, aby byla políčka s obrázky ukládána, použijte, prosím, souborový formát Krossword (*.kwp nebo *.kwpz).
it: Non posso salvare le caselle immagine nei file *.puz! Se vuoi salvare le caselle immagine per favore utilizza un formato file di Krossword (*.kwp o *.kwpz).

# Positioning of an image in a crossword image cell.
source: Centered
it: Centrata

source: Change Clue '%1'
bs: Promijeni trag '%1'
cs: Změnit nápovědu '%1'
de: Hinweis „%1“ ändern
es: Cambiar definición «%1»
et: Muuda küsimust '%1'
fr: Modifier l'indice « %1 »
it: Modifica la definizione «%1»
pl: Zmień określenie '%1'
pt_br: Modificar a pista '%1'
sv: Ändra nyckel '%1'
uk: Змінити питання «%1»

source: Change Coded Puzzle Mapping
it: Modifica la correlazione del cruciverba crittografato

source: Change the size of the crossword or it's title, author, copyright...
bs: Promijeni veličinu križaljke ili njen naziv, autora, autorska prava...
cs: Změnit velikost křížovky nebo její název, autora, autorské právo...
de: Ändert die Größe des Kreuzworträtsels oder seinen Titel, die Autoren, Copyright ...
es: Cambia el tamaño del crucigrama o su título, autor, copyright...
et: Ristsõna suuruse või selle nime, autori või autoriõiguse jms. muutmine.
fr: Modifier la taille de la grille ou son titre, son auteur, les droits d'auteur...
it: Modifica il formato del cruciverba o il suo titolo, autore, copyright...
pl: Zmień rozmiar krzyżówki lub jej tytuł, autora, prawa autorskie...
pt_br: Mudar o tamanho, título, autor, direitos de cópia, das palavras cruzadas...
sv: Ändra korsordets storlek, eller dess namn, författare, copyright ...
uk: Змінити розміри кросворда, його назву, автора, ліцензію...

source: Changed Crossword Properties (%1 and %2)
cs: Změněny vlastnosti křížovky (%1 a %2)
de: Kreuzworträtsel-Eigenschaften ändern (%1 und %2)
es: Cambiadas las propiedades del crucigrama (%1 y %2)
et: Muudetud ristsõna omadused (%1 ja %2)
fr: Les propriétés de la grille ont été modifiées (%1 et %2)
it: Proprietà del cruciverba modificate (%1 e %2)
pl: Zmieniono właściwości krzyżówki (%1 i %2)
pt_br: Foram modificadas as propriedades das palavras cruzadas (%1 e %2)
sv: Ändrade korsordets egenskaper (%1 och %2)
uk: Змінено властивості кросворда (%1 і %2)

source: Changed Crossword Properties (%1)
bs: Promjenje postavke Crossword-a (%1)
cs: Změněny vlastnosti křížovky (%1)
de: Kreuzworträtsel-Eigenschaften ändern (%1)
es: Cambiadas las propiedades del crucigrama (%1)
et: Muudetud ristsõna omadused (%1)
fr: Les propriétés de la grille ont été modifiées (%1)
it: Proprietà del cruciverba modificate (%1)
pl: Zmieniono właściwości krzyżówki (%1)
pt_br: Foram modificadas as propriedades das palavras cruzadas (%1)
sv: Ändrade korsordets egenskaper (%1)
uk: Змінено властивості кросворда (%1)

source: Changes the mapping of clue numbers to letters
cs: Změní přiřazení čísel nápověd k písmenům
it: Modifica la correlazione tra numeri di definizione e lettere

source: Changing the crossword type will discard user defined crossword type settings.
bs: Promjena tipa križaljke će odbaciti postavke tipa križaljke koje je definisao korisnik.
cs: Změna druhu křížovky povede k zahození uživatelem určeného nastavení typu křížovky.
de: Ändern des Kreuzworträtseltyps verwirft die benutzerdefinierten Einstellungen des Kreuzworträtseltyps.
es: Cambiar el tipo de crucigrama descartará los ajustes del tipo de crucigrama definidos por el usuario.
et: Ristsõnatüübi muutmine tühistab kasutaja määratud ristsõnatüübi seadistused.
fr: La modification du type de grille effacera la configuration du type défini par l'utilisateur.
it: La modifica del tipo di cruciverba sovrascriverà le impostazioni per il tipo di cruciverba definito dall'utente.
pl: Zmienienie typu krzyżówki porzuci ustawienia typu krzyżówki określone przez użytkownika.
pt_br: A alteração do tipo de palavras cruzadas irá eliminar as configurações do tipo de palavras cruzadas definido.
sv: Att ändra korsordstyp kastar användardefinierade inställningar av korsordstyp.
uk: Зміна типу кросворда призведе до відкидання визначених користувачем параметрів кросворда.

source: Characters
bs: &Karakteri
cs: Písmena
de: Buchstaben
es: Caracteres
et: Tähed
fr: Caractères
it: Caratteri
pl: Znaki
pt_br: Caracteres
sv: Tecken
uk: Літери

source: Characters or digits
bs: Znakovi ili cifre
cs: Písmena nebo číslice
de: Buchstaben oder Zahlen
es: Caracterres o dígitos
et: Tähed või arvud
fr: Caractères ou chiffres
it: Caratteri o cifre
pl: Znaki lub cyfry
pt_br: Caracteres ou algarismos
sv: Tecken eller siffror
uk: Літери або цифри

source: Check
it: &Controlla

source: Checks if all letters are correct
cs: Ověří, zda jsou všechna písmena správná
it: Controlla se tutte le lettere sono corrette

source: Checks if the crossword has 180 degree rotation symmetry
cs: Přezkouší, zda má křížovka 180° souměrnost otáčení
it: Controlla se il cruciverba ha una simmetria di rotazione di 180 gradi

source: Choose a filename to save the crossword as a template
it: Scegli un nome del file per salvare il cruciverba come modello

source: Choose a filename to save the crossword with solved letters
bs: Izaberite ime dokumenta da spasite križeljku sa riješenim slovima
cs: Vybrat název pro soubor, pod kterým se má křížovka včetně vyluštěných písmen uložit
de: Wählen Sie einen Dateinamen, um das Kreuzworträtsel samt gelöster Buchstaben zu speichern
es: Escoger un nombre de archivo para guardar el crucigrama con las letras resueltas
et: Failinime valimine ristsõna salvestamiseks koos lahendatud tähtedega
fr: Choisir un nom de fichier pour enregistrer la grille avec les lettres trouvées
it: Scegli un nome del file per salvare il cruciverba con le lettere risolte
pl: Wybierz nazwę pliku do zapisania krzyżówki z rozwiązanymi literami
pt_br: Escolher um nome do arquivo onde salvar as palavras cruzadas com as letras resolvidas
sv: Välj ett filnamn att spara korsordet i med lösta bokstäver
uk: Оберіть назву файла для збереження поточного стану розв’язання кросворда

source: Clear
cs: Vyprázdnit
it: Pulisci

source: Clear Across Answer
bs: Očisti odgovor preko
cs: Vyprázdnit vodorovnou odpověď
de: Waagerechte Antwort leeren
es: Limpiar la respuesta horizontal
et: Puhasta vastus põiksuunas
fr: Effacer la réponse horizontale
it: Cancella la risposta orizzontale
pl: Wyczyść odpowiedź poziomą
pt_br: Limpar a resposta horizontal
sv: Rensa vågrätt svar
uk: Витерти відповідь по горизонталі

source: Clear Correct Answer of Clue at (%1, %2)
bs: Ukloni tačan odgovor od traga na (%1,%2)
cs: Smazat správnou odpověď na nápovědu na (%1, %2)
de: Korrekte Antwort auf Hinweis bei (%1, %2) leeren
es: Limpiar respuesta correcta de la definición en (%1, %2)
et: Puhasta küsimuse õige vastus asukohas (%1, %2)
fr: Effacer la réponse correcte à l'indice en (%1, %2)
it: Cancella la risposta corretta della definizione in %1,%2
pl: Wyczyść poprawną odpowiedź określenia przy (%1, %2)
pt_br: Limpar a resposta correta da pista em (%1, %2)
sv: Rensar riktiga svar för nyckeln på (%1, %2)
uk: Витерти правильну відповідь на питання у клітинці (%1, %2)

source: Clear Correct Letter at (%1, %2), was %3
bs: Ukloni tačno slovo na (%1,%2), je bilo %3
cs: Smazat správné písmeno %3 na (%1, %2)
de: Korrekten Buchstaben (%3) bei (%1, %2) leeren
es: Limpiar letra correcta en (%1, %2), era %3
et: Puhasta õige täht asukohas (%1, %2) %3
fr: Effacer la lettre correcte en (%1, %2), qui était %3
it: Cancella la lettera corretta in (%1, %2), era %3
pl: Wyczyść poprawną literę przy (%1, %2), było %3
pt_br: Limpar a letra correta em (%1, %2), era %3
sv: Rensa rätt bokstav på (%1, %2), var %3
uk: Витерти літеру у клітинці (%1, %2), було вказано %3

source: Clear Crossword
bs: Očisti Crossword
cs: Vyprázdnit křížovku
de: Kreuzworträtsel leeren
es: Limpiar crucigrama
et: Puhasta ristsõna
fr: Effacer la grille
it: Cancella cruciverba
pl: Wyczyść słowo krzyżowe
pt_br: Limpar as palavras cruzadas
sv: Rensa korsord
uk: Спорожнити кросворд

source: Clear Down Answer
bs: Čisti donji odgovor
cs: Vyprázdnit svislou odpověď
de: Senkrechte Antwort leeren
es: Limpiar respuesta vertical
et: Puhasta vastus alla
fr: Effacer la réponse verticale
it: Cancella la risposta verticale
pl: Wyczyść odpowiedź pionową
pt_br: Limpar a resposta vertical
sv: Rensa lodrätt svar
uk: Спорожнити клітинки відповіді

source: Clear Letter at (%1, %2), was %3
bs: Ukloni slovo na (%1,%2), je bilo %3
cs: Změnit písmeno %3 na (%1, %2)
de: Buchstabe %3 bei (%1, %2) leeren
es: Limpiar letra en (%1, %2), era %3
et: Puhasta täht asukohas (%1, %2), oli %3
fr: Effacer la lettre en (%1, %2), qui était %3
it: Cancella la lettera in (%1, %2), era %3
pl: Wyczyść literę przy (%1, %2), było %3
pt_br: Limpar a letra em (%1, %2), era %3
sv: Rensa bokstav på (%1, %2), var %3
uk: Витерти літеру у клітинці (%1, %2), було вказано %3

source: Clear This Answer
bs: Čisti ovaj odgovor
cs: Vyprázdnit tuto odpověď
de: Diese Antwort leeren
es: Limpia esta respuesta
et: Puhasta vastus
fr: Effacer cette réponse
it: Cancella questa risposta
pl: Wyczyść tą odpowiedź
pt_br: Limpar esta resposta
sv: Rensa svaret
uk: Витерти цю відповідь

source: Clear This Cell
bs: Ispraznite ovu ćeliju
cs: Vyprázdnit toto políčko
de: Zelle leeren
es: Limpiar esta casilla
et: Puhasta ruut
fr: Effacer cette case
it: Cancella questa casella
pl: Wyczyść tą kratkę
pt_br: Limpar esta célula
sv: Rensa rutan
uk: Витерти цю клітинку

source: Clears all letter cells
cs: Vyprázdní všechna políčka s písmeny
it: Cancella tutte le caselle lettera

source: Clears the answer to the current across clue
bs: Čisti odgovor trenutačnog preko traga
cs: Vyprázdní odpověď k nynější vodorovné nápovědě
de: Leert die Antwort auf den markierten waagerechten Hinweis
es: Limpia la respuesta a la definición horizontal actual
et: Aktiivse põiksuunas küsimuse vastuse puhastamine
fr: Efface la réponse à l'indice horizontal sélectionné
it: Cancella la risposta alla definizione orizzontale attuale
pl: Czyści odpowiedź do obecnego określenia poziomego
pt_br: Limpa a resposta para a pista horizontal atual
sv: Rensar svaret på nuvarande vågräta nyckel
uk: Витерти відповідь на поточне питання по горизонталі
