Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Imports entries from a comma separated text file.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">You can use that to <span style=" font-weight:600;">restore</span> a previously created backup of your dictionary or to import dictionaries from others.</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zavede záznamy ze souboru s textem odděleným čárkou.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Můžete použít na <span style=" font-weight:600;">obnovu</span> předtím vytvořené zálohy svého slovníku nebo pro zavedení slovníků od ostatních.</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importiert Einträge aus einer Textdatei mit durch Komma getrennten Werten.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sie können dies benutzen, um vorher erstellte Sicherungen ihres Wörterbuches <span style=" font-weight:600;">wiederherzustellen</span> oder um Wörterbücher anderer zu importieren.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importa entradas desde un archivo de texto separado por comas.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Puede usarlo para <span style=" font-weight:600;">restaurar</span> una copia de seguridad de su diccionario creada previamente, o importar diccionarios de otras personas.</p> </body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kirjete importimine komadega eraldatud tekstifailist.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Seda saab kasutada <span style=" font-weight:600;">taastamaks</span> oma sõnaraamatu varem loodud varukoopiat või importimaks teiste sõnaraamatuid.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importe des entrées d'un fichier avec du texte séparé par des virgules.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vous pouvez utiliser cela pour <span style=" font-weight:600;">restaurer</span> une sauvegarde antérieure de votre dictionnaire ou pour importer des dictionnaires d'autres utilisateurs.</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importa voci da un file di testo separato da virgole.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Puoi usarlo per <span style=" font-weight:600;">ripristinare</span> una copia di sicurezza precedentemente creata del tuo dizionario o per importare dizionari altrui.</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importuje wpisy z plików tekstowych z oddzieleniami w postaci przecinków.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Możesz tego użyć do <span style=" font-weight:600;">przywrócenia</span> poprzednio utworzonej kopi zapasowej swojego słownika lub do importowania słowników od innych.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importa os itens de um arquivo de texto separado por vírgulas.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Você pode usar isso para <span style=" font-weight:600;">restaurar</span> uma cópia de segurança anterior do seu dicionário ou para importar os dicionários de terceiros.</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importerar poster från en textfil med värden åtskilda av kommatecken.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Du kan använda det för att <span style=" font-weight:600;">återställa</span> en tidigare skapad säkerhetskopia av lexikonet, eller för att importera lexikon från andra.</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Імпортує записи з файла даних, відокремлених комами (CSV).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ви можете скористатися цим пунктом для <span style=" font-weight:600;">відновлення</span> створеної раніше резервної копії вашого словника або імпортування словників, створених іншими користувачами.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Imports words from a plain text dictionary (eg. in /usr/dict/ or /usr/share/dict/). A dictionary for crosswords is available from <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The dictionary file must be a plain text file with one word per line.</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Zavede slova ze slovníku s prostým textem (např. in /usr/dict/ or /usr/share/dict/). Slovník pro křížovky je dostupný přes tento odkaz <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Soubor se slovníkem musí být soubor s prostým textem s jedním slovem na řádek.</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importiert Wörter aus einem Rein-Text-Wörterbuch (z. B. in /usr/dict/ oder /usr/share/dict/). Ein Wörterbuch für Kreuzworträtsel ist über diesen Link verfügbar: <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Die Wörterbuch-Datei muss eine Rein-Text-Datei mit einem Wort pro Zeile sein.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importa palabras desde un diccionario en formato de texto sencillo (p.ej. en /usr/dict/ o /usr/share/dict/). Un diccionario para crucigramas está disponible en <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">El archivo de diccionario debe ser un archivo de texto sencillo con una palabra por línea.</p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sõnade importimine lihttekstis sõnaraamatust (nt. kataloogis /usr/dict/ või /usr/share/dict/). Ristsõnadele mõeldud sõnaraamatu leiab aadressilt <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sõnaraamatufail peab olema lihttekstifail, kus igal real on üks sõna.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importe les mots d'un dictionnaire en texte brut (c'est-à-dire dans « /usr/dict/ » ou « /usr/share/dict/ »). Un dictionnaire pour mots-croisés est disponible ici : <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Le fichier de dictionnaire doit être en texte brut et contenir un mot par ligne.</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importa parole da un dizionario di testo semplice (es. in /usr/dict/ o /usr/share/dict/). Un dizionario per cruciverba è disponibile su <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Il file dizionario deve contenere semplice testo con una parola per riga.</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importuje słowa ze zwykłego pliku tekstowego słownika (np. w /usr/dict/ czy /usr/share/dict/). Słownik dla krzyżówek jest dostępny na <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Plik słownika musi być zwykłym plikiem tekstowym z jednym słowem na wiersz.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importa palavras de um dicionário (p. ex. em /usr/dict/ ou /usr/share/dict/). Um dicionário para palavras cruzadas está disponível em <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Os dicionários devem ser arquivos em texto simples com uma palavra por cada linha.</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Importerar ord från en vanlig textfil med ett lexikon (t.ex. i /usr/dict/ eller /usr/share/dict/). Ett lexikon för korsord är tillgängligt från <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Lexikonfilen måste vara en vanlig textfil, med ett ord per rad.</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Імпортує слова зі звичайного текстового словника (наприклад, словника, що зберігається у /usr/dict/ або /usr/share/dict/). Словник для англомовних кросвордів можна звантажити за адресою <a href="http://www.quinapalus.com/xwfaq.html"><span style=" text-decoration: underline; color:#0057ae;">http://www.quinapalus.com/xwfaq.html</span></a> (UKACD).</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Файл словника має бути звичайним текстовим файлом, у якому кожному слову відповідатиме точно один рядок.</p></body></html>
