Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Only the checked cell types can be added into the crossword grid.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Empty Cells</span> are also called "Shaded Cells", "Blanks", "Darks", "Blocks", "Black Squares" or "Shaded Squares". You cannot disallow empty cells.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Letter Cells</span> are also called "White Cells" or "Lights". They contain one letter (or digit) of one or two answers / entries. A letter cell that is part of two answers (both Across and Down) is called <span style=" font-style:italic;">checked</span>, <span style=" font-style:italic;">keyed</span> or <span style=" font-style:italic;">crossed</span>. A letter cell that is part of only one answer is called <span style=" font-style:italic;">unchecked</span>, <span style=" font-style:italic;">unkeyed</span> or <span style=" font-style:italic;">uncrossed</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Clue Cells</span> contain the clue text in small print inside and act as empty cells. Each clue cell has a little arrow indicating in which direction from its initial cell the answer is to be written.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Double Clue Cells</span> contain two clue cells inside, one above the other.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Solution Letter Cells</span> are letter cells that are part of a solution word for the whole crossword.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Image Cells</span> contain images and can be stretched over a block of multiple cells.</p></body></html>
bs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Samo odabrani tipovi ćelije mogu biti dodani u rešetku križaljke.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Prazne ćelije</span> se takođe zovu "Shaded Cells", "Blanks", "Darks", "Blocks", "Black Squares" ili "Shaded Squares". Ne možete opovrgnuti prazne ćelije.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Ćelije slova</span> se takođe zovu "White Cells" ili "Lights". Sadrže jedno slovo (ili cifru) od jednog od dva odgovora / ulaza. Čelija slova je dio od dva odgovora (oba preko i dole) je nazvana <span style=" font-style:italic;">checked</span>, <span style=" font-style:italic;">keyed</span> or <span style=" font-style:italic;">crossed</span>. Ćelija slova koja je dio samo jednog odogovora <span style=" font-style:italic;">unchecked</span>, <span style=" font-style:italic;">unkeyed</span> ili <span style=" font-style:italic;">uncrossed</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Ćelije traga</span> sadržetrag teksta u malim otiscima unutar i ponašaju se kao prazne ćelije. Svaka ćelija traga ima malu strelicu koja pokazuje u kom pravcu od njene početne ćelije odgovor treba biti zapisan.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Duple ćelije traga</span>sadrže dvije ćelije traga unutar, jednu iznad druge.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Ćelije rješenja slova</span> su ćelije slova koje su dio rječi rješenja za cijelu križaljku.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Ćelije slike </span> sadrže slike i mogu biti istegnute preko bloka više ćelija.</p></body></html>
cs: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pouze zatržené druhy políček lze přidat do mřížky s křížovkou.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Prázdná políčka</span> se také nazývají "Stínovaná políčka", "Prázdná", "Tmavá", "Kostky", "Černé čtverečky" nebo "Stínované čtverečky". You cannot disallow empty cells.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Políčka s písmeny</span> se také nazývají "Bílá políčka" nebo "Světla". Obsahují jedno písmeno (nebo číslici) jedné nebo dvou odpovědí/záznamů. Políčko s písmenem, které je součástí dvou odpovědí (obě vodorovná a svislá), se nazývá <span style=" font-style:italic;">kostkované</span>, <span style=" font-style:italic;">opatřené klíčem</span> nebo <span style=" font-style:italic;">křižované</span>. Políčko s písmenem, které je součástí pouze jedné odpovědi, se nazývá <span style=" font-style:italic;">nekostkované</span>, <span style=" font-style:italic;">neopatřené klíčem</span> nebo <span style=" font-style:italic;">nekřižované</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Políčka s nápovědami</span> obsahují text nápovědy vyvedený malým písmem uvnitř a chovají se jako prázdná políčka. Každé políčko s nápovědou má malou šipku naznačující, kterým směrem od svého počátečního políčka se má odpověď napsat.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Políčka s dvojitými nápovědami</span> obsahují políčka se dvěma nápovědami uvnitř, jedna nad druhou.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Políčka s písmenem řešení</span> jsou políčka s písmeny, která jsou součástí slova řešení pro celou křížovku.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Políčka s obrázky</span> obsahují obrázky a lze je roztáhnout přes blok složený z více políček.</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nur die gewählten Zell-Typen können in das Kreuzworträtsel-Gitter eingefügt werden.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Leere Zellen</span> werden auch "Schattenzellen", "Dunkel", "Blocks", "Schwarze Quadrate" oder "Schatten-Quadrate" genannt. Leere Zellen können nicht ausgeschlossen werden.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Buchstabenzellen</span> werden auch „Weiße Zellen“ oder "Lichter" genannt. Sie enthalten einen Buchstaben oder eine Ziffer von einer oder zwei Antworten bzw. Einträgen. Eine Buchstabenzelle, die zu zwei Antworten (senkrecht und waagerecht) gehört, wird <span style=" font-style:italic;">gescheckt</span>, <span style=" font-style:italic;">verschlüsselt</span> oder <span style=" font-style:italic;">gekreuzt</span> genannt. Eine Buchstabenzelle, die nur zu einer Antwort gehört, wird <span style=" font-style:italic;">ungescheckt</span>, <span style=" font-style:italic;">unverschlüsselt</span> oder <span style=" font-style:italic;">ungekreuzt</span> genannt.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Hinweiszellen</span> enthalten den kleingedruckten Hinweistext und sind leere Zellen. Jede Hinweiszelle hat einen kleinen Pfeil, der die Richtung der Antwort anzeigt.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Doppel-Hinweiszellen</span> enthalten zwei Hinweiszellen, eine über der anderen.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Lösungs-Buchstabenzellen</span> sind Buchstabenzellen, die Teil des Lösungsworts für das ganze Kreuzworträtsel sind.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Bilderzellen</span> enthalten Bilder und können sich über einen Block von mehreren Zellen erstrecken.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Solo se pueden añadir a la plantilla del crucigrama los tipos de casilla seleccionados.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Las casillas vacías</span> también se llaman «casillas sombreadas», «cuadros vacíos», «cuadros oscuros», «bloques», «cuadros negros» o «cuadros sombreados». No puede deshabilitar las casills vacías.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Las casillas de letras</span> también se llaman «casillas blancas», o «iluminadas». Pueden contener una letra (o dígito) para una o dos respuestas / entradas. Una casilla de letra que forma parte de dos respuestas (tanto horizontal como vertical) se llama <span style=" font-style:italic;">marcada</span>, <span style=" font-style:italic;">clave</span> o <span style=" font-style:italic;">cruzada</span>. Una casilla de letra que solo forma parte de una respuesta se llama <span style=" font-style:italic;">no marcada</span>, <span style=" font-style:italic;">no clave</span> or <span style=" font-style:italic;">no cruzada</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Las casillas de definición</span> contienen el texto de la definición y actúan como casillas vacías. Cada definición incluye una pequeña flecha que indica en qué dirección se debe escribir, contando desde la casilla inicial.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Las dobles casillas de definición</span> contienen dos casillas de definición dentro, una sobre la otra.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Las casillas de letra de la solución</span> son casillas de letra que forman parte de una palabra de la solución para todo el crucigrama.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Las casillas de imagen</span> contienen imágenes y se pueden extender sobre un bloque de múltiples casillas.</p></body></html>
et: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ristsõna ruudustikku saab lisada ainult märgitud ruudutüüpe.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Tühjad ruudud</span> või ka "mustad ruudud". Neid ei saa keelata.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Täheruudud</span> või ka "valged ruudud". Need sisaldavad üht tähte või arvu, mis kuulub ühele või kahele vastusele. Täheruutu, mis kuulub kahte vastusesse (nii põiki kui ka alla), nimetatakse <span style=" font-style:italic;">ristuvaks</span>. Täheruutu, mis kuulub ainult ühte vastusesse, nimetatakse <span style=" font-style:italic;">mitteristuvaks</span> või <span style=" font-style:italic;">üksikuks</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Küsimusruudud</span> sisaldavad väikeses kirjas küsimuse teksti ja toimivad muidu kui tühjad ruudud. Igal küsimusruudul on väike nooleke, mis osutab vastuse esimesele ruudule.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Kahe küsimusega ruudud</span> sisaldavad teineteise peal kaht küsimusruutu.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Lahendustäheruudud</span> on täheruudud, mis kuuluvad kogu ristsõna vastussõnasse.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Pildiruudud</span> sisaldavad pilti ja võivad ulatuda üle mitme ruudu.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La grille ne peut contenir que des cases croisées</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Les cases vides</span> sont également appelées « Cases noires », « Vides », « Noirs », « Blocs », « Carrés noirs » ou « Carrés grisées ». Il est impossible d'interdire les cases vides.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Les cases de lettre</span> sont également appelées « Cases blanches » ou « Clairs ». Elles contiennent une lettre (ou un chiffre) de l'une des deux réponses. Une case de lettre appartenant à deux réponses (horizontale et verticale) est appelée <span style=" font-style:italic;">sélectionnée</span>, <span style=" font-style:italic;">posée</span> ou <span style=" font-style:italic;">croisée</span>. Une case de lettre n'appartenant qu'à une seule réponse est appelée <span style=" font-style:italic;">simple</span> or <span style=" font-style:italic;">non croisée</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Les cases d'indice</span> contiennent le texte des indices en petits caractères et se comportent comme des cases vides. Chaque case d'indice comporte une petite flèche indiquant dans quelle direction la réponse doit être donnée.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Les doubles cases d'indice</span> contiennent deux indices, l'un au dessus de l'autre.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Les cases de lettre de solution</span> sont les cases de lettre composant la réponse.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Les cases d'image</span> contiennent des images pouvant être étendues à un ensemble de cases.</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Solo i tipi di casella selezionati possono essere aggiunti nella griglia del cruciverba.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Caselle vuote</span>: sono chiamate anche «Caselle scurite», «Nere», «Scure», «Blocchi», «Quadrati neri» o «Quadrati scuriti». Non puoi non ammettere le caselle vuote.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Caselle lettera</span>: sono chiamate anche «Caselle bianche» o «Chiare». Contengono una lettera (o cifra) di una o due risposte/voci. Una casella lettera, parte di due risposte (sia orizzontale che verticale) è detta <span style=" font-style:italic;">verificata</span>, <span style=" font-style:italic;">adeguata</span> o <span style=" font-style:italic;">intersecata</span>. Una casella lettera, parte di solo una risposta è chiamata <span style=" font-style:italic;">non verificata</span>, <span style=" font-style:italic;">non adeguata</span> o <span style=" font-style:italic;">non intersecata</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Caselle autodefinite</span>: contengono il testo della definizione scritto in piccoli caratteri e agiscono come le caselle vuote. Ogni casella autodefinita ha una piccola freccia che indica in quale direzione, a partire dalla casella iniziale, bisogna scrivere la risposta.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Caselle autodefinite doppie</span>: contengono due caselle autodefinite, una sopra l'altra.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Caselle lettera soluzione</span>: sono caselle lettera facenti parte di una parola.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Caselle immagine</span>: contengono immagini e possono essere estese andando a coprire un blocco di più caselle.</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Tylko odhaczone typy kratek mogą zostać dodane do siatki krzyżówki.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Puste kratki</span> nazywane są również "Przyciemnione kratki", "Puste", "Ciemne", "Bloki", "Czarne kwadraty" lub "Przyciemnione kwadraty". Nie możesz nie zezwolić na puste kratki.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Kratki liter</span> nazywane są również "Białe kratki" lub "Światła". Zawierają jedną literę (lub cyfrę) jednej lub dwóch odpowiedzi / wpisów. Kratka litery, która jest częścią dwóch odpowiedzi (zarówno poziomej jak i pionowej) nazywana jest<span style=" font-style:italic;">w kratkę</span>, <span style=" font-style:italic;">spięta</span> lub <span style=" font-style:italic;">krzyżowa</span>. Litera, która jest częścią tylko jednej odpowiedzi nazywana jest <span style=" font-style:italic;">nie w kratkę</span>, <span style=" font-style:italic;">niespięta</span> lub <span style=" font-style:italic;">niekrzyżowa</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Kratki określeń</span> zawierają drobno wydrukowany tekst określenia działając jako pusta kratka. Każda kratka ma małą strzałkę wskazującą, w którym kierunku rozpocząć odpowiadanie na określenie.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Podwójne kratki określeń</span> zawierają dwa określenia w środku, jedno nad drugim.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Kratki litery rozwiązania</span> są kratkami liter, które są częścią słowa rozwiązania dla całej krzyżówki.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Kratki obrazów</span> zawierają obrazy i mogą zostać rozciągnięte na bloku wielu kratek.</p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Somente os seguintes tipos de células poderão ser adicionados à grade de palavras cruzadas.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- As <span style=" font-weight:600;">Células Vazias</span> também se chamam de "Células Sombreadas", "Brancas", "Escuras", "Blocos", "Quadrados Pretos" ou "Quadrados Sombreados". Você não poderá proibir as células vazias.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- As <span style=" font-weight:600;">Células de Letras</span> também são chamadas de "Células Brancas" ou "Claras". Contêm uma letra (ou algarismo) de uma ou duas respostas / itens. Uma célula de letra que faz parte de duas respostas (tanto na horizontal como na vertical) chama-se <span style=" font-style:italic;">assinalada</span>, <span style=" font-style:italic;">chave</span> ou <span style=" font-style:italic;">cruzada</span>. Uma célula de letra que só faz parte de uma resposta é chamada de <span style=" font-style:italic;">não-assinalada</span>, <span style=" font-style:italic;">não-chave</span> ou <span style=" font-style:italic;">não-cruzada</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- As <span style=" font-weight:600;">Células de Pistas</span> contêm o texto da pista impresso em tamanho pequeno e atuam como células vazias. Cada célula da pista tem uma pequena seta que indica em que direção, a partir da sua célula inicial, a resposta deverá ser dada.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- As <span style=" font-weight:600;">Células de Pistas Duplas</span> contêm duas células de pistas dentro delas, uma sobre a outra.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- As <span style=" font-weight:600;">Células de Letras da Solução</span> são células de letras que fazem parte de uma palavra da solução, para as palavras cruzadas inteiras.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- As <span style=" font-weight:600;">Células de Imagens</span> contêm imagens e poderão ser esticadas de modo a ocupar um bloco de várias células.</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bara markerade typer av rutor kan läggas till i korsordet.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Tomma rutor</span> kallas också "skuggade rutor", "tomrum", "mörka rutor", "block", "svarta rutor" eller "skuggade fyrkanter". Man kan inte göra tomma celler otillåtna.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Bokstavsrutor</span> kallas också "vita rutor" eller "ljusa". De innehåller en bokstav (eller siffra) av ett eller två svar/poster. En bokstavsruta som är en del av två svar (både vågrätt och lodrätt) kallas <span style=" font-style:italic;">markerad</span>, <span style=" font-style:italic;">bestämd</span> eller <span style=" font-style:italic;">korsad</span>. En bokstavsruta som bara ingår i ett svar kallas <span style=" font-style:italic;">omarkerad</span>, <span style=" font-style:italic;">obestämd</span> eller <span style=" font-style:italic;">okorsad</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Nyckelrutor</span> contain the clue text in small print inside and act as empty cells. Each clue cell has a little arrow indicating in which direction from its initial cell the answer is to be written.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Dubbla nyckelrutor</span> innehåller två nyckelrutor, den ena ovanför den andra.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Lösningsbokstavsrutor</span> är bokstavsrutor som är en del av ett lösningsord för hela korsordet.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Bildrutor</span> innehåller bilder, och kan sträckas ut över ett block av flera rutor.</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'FreeSans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">До ґратки кросворда можна буде додавати лише клітинки позначених типів.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Порожні клітинки</span> також називаються «зафарбованими клітинками», «пробілами» тощо. Вимикати використання порожніх клітинок не можна.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Клітинки літер</span> також називають «білими клітинками». У цих клітинках має міститися по одній літері (або цифрі) однієї або двох відповідей на питання. Клітинка літери, яка є частиною двох відповідей (по вертикалі і по горизонталі) називається <span style=" font-style:italic;">клітинкою на перетині</span>. Клітинка літери, яка є частиною лише однієї відповіді називається <span style=" font-style:italic;">клітинкою не на перетині</span>.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Клітинки питань</span> містять текст питання, написаний малим шрифтом. У кожній такій клітинці міститься стрілочка, яка позначає напрям запису відповіді на питання.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Клітинки з двома питаннями</span> містять два питання, записані одне над іншим.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Клітинки літер слова-розв’язку</span> — це клітинки літер, з яких складається слово-розв’язок кросворда.</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">- <span style=" font-weight:600;">Клітинки зображень</span> містять зображення-питання. Такі клітинки можуть за розмірами дорівнювати цілому блоку звичайних клітинок.</p></body></html>
