Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: Clears the answer to the current clue
bs: Čisti odgovor trenutačnog traga
cs: Vyprázdní odpověď k nynější nápovědě
de: Leert die Antwort auf den markierten Hinweis
es: Limpia la respuesta de la definición actual
et: Aktiivse küsimuse vastuse puhastamine
fr: Effacer la réponse à l'indice sélectionné
it: Cancella la risposta alla definizione attuale
pl: Czyści odpowiedź na obecną określenie
pt_br: Limpa a resposta para a pista atual.
sv: Rensar svaret på nuvarande nyckel
uk: Витерти відповідь на поточне питання

source: Clears the answer to the current down clue
bs: Čisti odgovor trenutnog donjeg traga
cs: Vyprázdní odpověď k nynější svislé nápovědě
de: Leert die Antwort auf den markierten senkrechten Hinweis
es: Limpia la respuesta a la definición vertical actual
et: Aktiivse püstsuunas küsimuse vastuse puhastamine
fr: Efface la réponse à l'indice vertical sélectionné
it: Cancella la risposta alla definizione verticale attualmente selezionata
pl: Czyści odpowiedź do obecnego określenia pionowego
pt_br: Limpa a resposta para a pista vertical atual
sv: Rensar svaret på nuvarande lodräta nyckel
uk: Витерти відповідь на поточне питання по вертикалі

source: Clears the dictionary
bs: Čisti rječnik
cs: Vyprázdní slovník
de: Leert das Wörterbuch
es: Limpia el diccionario
et: Sõnaraamatu puhastamine
fr: Vide le dictionnaire
it: Cancella il dizionario
pl: Czyści słownik
pt_br: Limpa o dicionário
sv: Rensar lexikonet
uk: Спорожнити словник

source: Clears the selected letter cell
cs: Vyprázdní vybrané políčko s písmenem
it: Cancella la casella lettera selezionata

source: Click / double click an answer to set it as the correct answer of the clue.
bs: Klik / dupli klik na odgovor da ga postavite kao tačan odgovor traga.
cs: Klepnout/Dvakrát klepnout na odpověď, aby se používala jako správná odpověď na nápovědu.
de: (Doppel-)Klicken Sie auf eine Antwort, um sie als korrekte Antwort auf den Hinweis zu benutzen.
es: Hacer click / doble click en una respuesta para establecerla como la correcta para la definición.
et: Tee vastusel klõps või topeltklõps selle määramiseks küsimuse õigeks vastuseks.
fr: Faire un clic / double-clic sur une réponse pour la définir comme la bonne réponse à l'indice.
it: Fai clic / doppio clic su una risposta per impostarla come la risposta corretta alla definizione.
pl: Kliknij / podwójnie kliknij na odpowiedź, aby ustawić ją jako poprawną odpowiedź na określenie.
pt_br: Faça um clique simples/duplo para o definir como a resposta correta para a pista.
sv: Klicka eller dubbelklicka på ett svar för att använda det som rätt svar på nyckeln.
uk: Наведіть вказівник миші на пункт відповіді і клацніть один або два рази лівою кнопкою, щоб зробити цю відповідь відповіддю на питання.

source: Close Document
bs: Zatvori dokument
cs: Zavřít dokument
de: Dokument schließen
es: Cerrar documento
et: Sulge dokument
fr: Fermer le document
it: Chiudi il documento
pl: Zamknij dokument
pt_br: Fechar documento
sv: Stäng dokument
uk: Закрити документ

source: Close the current crossword
cs: Zavřít nynější křížovku
fr: Fermer la grille actuelle
it: Chiudi il cruciverba attuale

source: Clue
bs: Trag
cs: Nápověda
de: Hinweis
es: Definición
et: Küsimus
fr: Indice
it: Definizione
pl: Podpowiedź
pt_br: Pista
sv: Nyckel
uk: Питання

source: Clue
cs: Nápověda
de: Hinweis
es: Definición
et: Küsimus
fr: Indice
it: Definizione
pl: Określenie
pt_br: Pista
sv: Nyckel
uk: Питання

source: Clue &Mapping:
bs: &Mapiranje traga
cs: &Přiřazení nápovědy:
de: Hinweis &Zuordnung:
es: &Asignación de definiciones:
et: Küsi&muste seosed:
fr: Carte de nu&mérotation de la grille :
it: &Associazione della definizione:
pl: &Mapowanie określeń:
pt_br: &Mapeamento das pistas:
sv: Nycklar &gäller:
uk: В&ідповідність питань:

source: Clue &Type:
bs: &Tip traga:
cs: &Druh nápovědy:
de: Hinweis-&Typ:
es: &Tipo de definición:
et: Küsimuse &tüüp:
fr: &Type d'indice :
it: &Tipo di definizione:
pl: &Typ określenia:
pt_br: &Tipo de pista:
sv: Nyckel&typ:
uk: &Тип питання:

source: Clue (across): "%1", %2 letters, current answer: "%3"
bs: Trag (preko): "%1", %2 slova, trenutačni odgovor: "%3"
cs: Nápověda (vodorovná): "%1", %2 písmen, současná odpověď: "%3"
de: Hinweis (waagerecht): „%1“, %2 Buchstaben, aktuelle Antwort „%3“
es: Definición (horizontal): «%1», %2 letras, respuesta actual: «%3»
et: Küsimus (põiki): "%1", %2 tähte, praegune vastus: "%3"
fr: Indice (horizontal) : « %1 », %2 lettres, réponse actuelle : « %3 »
it: Definizione (orizzontale): «%1», %2 lettere, risposta attuale: «%3»
pl: Określenie (poziome): "%1", %2 litery, obecna odpowiedź: "%3"
pt_br: Pista (horizontal): "%1", %2 letras, resposta atual: "%3"
sv: Nyckel (vågrätt): "%1", %2 bokstäver, nuvarande svar: "%3"
uk: Питання (по горизонталі): «%1», %2 літер, поточна відповідь: «%3»

source: Clue (down): "%1", %2 letters, current answer: "%3"
bs: Trag (dolje): "%1", %2 slova, trenutačni odgovor: "%3"
cs: Nápověda (svislá): "%1", %2 písmen, současná odpověď: "%3"
de: Hinweis (senkrecht): „%1“, %2 Buchstaben, aktuelle Antwort „%3“
es: Definición (vertical): «%1», %2 letras, respuesta actual: «%3»
et: Küsimus (alla): "%1", %2 tähte, praegune vastus: "%3"
fr: Indice (vertical) : « %1 », %2 lettres, réponse actuelle : « %3 »
it: Definizione (verticale): «%1», %2 lettere, risposta attuale: «%3»
pl: Określenie (pionowe): "%1", %2 litery, obecna odpowiedź: "%3"
pt_br: Pista (vertical): "%1", %2 letras, resposta atual: "%3"
sv: Nyckel (lodrätt): "%1", %2 bokstäver, nuvarande svar: "%3"
uk: Питання (по вертикалі): «%1», %2 літер, поточна відповідь: «%3»

source: Clue Cell &Handling:
bs: &Upravljanje ćelijom traga
cs: &Zacházení s políčkem s nápovědou:
de: Hinweiszellen &Handhabung:
es: &Manejo de las casillas de definición:
et: Küsimusruu&dud:
fr: &Gestion des cases d'indice :
it: &Gestione della casella autodefinita:
pl: &Obsługa kratek określeń:
pt_br: &Tratamento da célula da pista:
sv: &Hantering av nyckelrutor:
uk: П&оводження з клітинками питань:

source: Clue List
bs: Lista tragova
cs: Seznam s nápovědami
de: Hinweis-Liste
es: Lista de definiciones
et: Küsimused
fr: Liste des indices
it: Elenco delle definizioni
pl: Lista określeń
pt_br: Lista de pistas
sv: Nyckellista
uk: Список питань

source: Clue Number
bs: Broj traga
cs: Číslo nápovědy
de: Hinweis-Nummer
es: Número de definición
et: Küsimusnumber
fr: Numéro d'indice
it: Numero della definizione
pl: Numer odpowiedzi
pt_br: Número da pista
sv: Nyckelnummer
uk: Номер питання

source: Clue Number &Mapping...
bs: &Mapiranje traga broja...
cs: &Přiřazení čísla nápovědy...
de: Hinweis-Nummern-&Zuordnung ...
es: &Asignación del número de las definiciones...
et: Küsi&musenumbrite seosed...
fr: Carte de nu&mérotation de la grille...
it: &Correlazione numero definizione...
pl: &Mapowanie liczby określenia...
pt_br: &Mapeamento do número da pista...
sv: &Koppling av ledtrådstal...
uk: В&ідповідність номерів...

source: Clue Number Mapping
bs: Mapiranje traga broja
cs: Přiřazení čísla nápovědy
de: Hinweis-Nummernzuordnung
es: Asignación de los números de definición.
et: Küsimusenumbrite seosed
fr: Carte de numérotation de la grille
it: Correlazione del numero definizione
pl: Mapowanie liczby określeń
pt_br: Mapeamento do número de pistas
sv: Koppling av ledtrådstal
uk: Відповідність номерів

source: Clue With Switched Orientation
cs: Nápověda s obráceným uspořádáním
fr: Sélectionner l'indice dont l'orientation est inversée
it: Definizione con diverso orientamento

source: Clue added ('%1')
bs: Trag dodan ('%1')
cs: Nápověda přidána ('%1')
de: Hinweis hinzugefügt („%1“)
es: Definición añadida («%1»)
et: Küsimus on lisatud ('%1')
fr: Indice ajouté (« %1 »)
it: Aggiunta la definizione («%1»)
pl: Dodano określenie ('%1')
pt_br: Pista adicionada ('%1')
sv: Nyckel tillagd ('%1')
uk: Додано питання («%1»)

source: Clue cell
bs: ćelija traga
cs: Políčko s nápovědou
de: Hinweiszelle
es: Casilla de definición
et: Küsimusruut
fr: Case d'indice
it: Casella autodefinita
pl: Kratka określenia
pt_br: Célula de pista
sv: Nyckelruta
uk: Клітинка питання

# %1, %2 are the x-/y- coordinates, %3 is the clue text of the searched clue.
source: Clue cell not found at the given coordinates (%1, %2): '%3'
bs: Trag ćelija nije pronađena na datim koordinatama (%1, %2): '%3'
cs: Políčko s nápovědou na daných souřadnicích nenalezeno (%1, %2): '%3'
de: Hinweiszelle an den gegebenen Koordinaten nicht gefunden (%1, %2): „%3“
es: Casilla de definición no encontrada en las coordenadas (%1, %2): «%3»
et: Antud koordinaatidel (%1, %2) ei leitud küsimusruutu: '%3'
fr: Impossible de trouver la case d'indice aux coordonnées (%1, %2) : « %3 »
it: Casella autodefinita non trovata alle coordinate date (%1, %2): «%3»
pl: Nie znaleziono kratki określenia przy podanych współrzędnych (%1, %2): '%3'
pt_br: A célula da pista não foi encontrada para as coordenadas indicadas (%1, %2): '%3'
sv: Nyckelruta hittades inte på angivna koordinater (%1, %2): '%3'
uk: За вказаними координатами (%1, %2) не знайдено клітинки з питанням: «%3»

source: Clue cells are allowed
bs: Dozvoljene su ćelije traga
cs: Políčka s nápovědou jsou povolena
de: Hinweiszellen sind erlaubt
es: Se permiten casillas de definición
et: Küsimusruudud on lubatud
fr: Les cases d'indice sont autorisées
it: Le caselle autodefinite sono consentite
pl: Kratki określeń są dozwolone
pt_br: São permitidas as células de pistas
sv: Nyckelrutor är tillåtna
uk: Клітинки питань дозволено

source: Clue cells are disallowed
bs: Ćelije traga su poništene
cs: Políčka s nápovědou jsou zakázána
de: Hinweiszellen sind verboten
es: Las casillas de definición no están permitidas.
et: Küsimusruudud on keelatud
fr: Les cases d'indice sont interdites
it: Le caselle autodefinite non sono consentite
pl: Kratki określeń są niedozwolone
pt_br: Não são permitidas as células de pistas
sv: Nyckelrutor är inte tillåtna
uk: Клітинки питань заборонено

source: Clue cells are required
bs: Ćelije traga su obavezne
cs: Políčka s nápovědou jsou požadována
de: Hinweiszellen sind erforderlich
es: Se requieren casillas de definición
et: Küsimusruudud on nõutavad
fr: Les cases d'indice sont obligatoires
it: Le caselle autodefinite sono necessarie
pl: Kratki określeń są wymagane
pt_br: São obrigadas as células de pistas
sv: Nyckelrutor krävs
uk: Використання клітинок питань обов’язкове

# Title for the clue list when printing
source: Clue list
bs: Lista tragova
cs: Seznam s nápovědou
de: Hinweis-Liste
es: Lista de definiciones
et: Küsimused
fr: Liste des indices
it: Elenco delle definizioni
pl: Lista określeń
pt_br: Lista de pistas
sv: Nyckellista
uk: Список питань

source: Clue:
bs: Trag:
cs: Nápověda:
de: Hinweis:
es: Definición:
et: Küsimus:
fr: Indice :
it: Definizione:
pl: Określenie:
pt_br: Pista:
sv: Nyckel:
uk: Питання:

source: Clues can be mapped to single cells or sets of cells
bs: Tragovi mogu biti mapirani slobodnim ćelijama ili setovima ćelija
cs: Nápovědy mohou být přiřazeny k jednotlivým nebo více políčkům
de: Hinweise können einzelnen oder mehreren Zellen zugeordnet werden.
es: Las definiciones se pueden asignar a casillas individuales o a grupos de estas.
et: Küsimusi võib seostada konkreetsete ruutudega või ruutude kogumitega
fr: Les indices peuvent être liés à des cases uniques ou à des ensembles de cases
it: Le definizioni possono essere associate a singole caselle o a insiemi di caselle
pl: Określenia mogą zostać zmapowane do pojedynczych kratek lub zestawów kratek
pt_br: As pistas podem ser associadas a células individuais ou a conjuntos de células
sv: Nycklar kan gälla enstaka rutor eller grupper av rutor
uk: Кожному питанню може відповідати один набір клітинок або декілька наборів клітинок.

source: Clues refer to cells
bs: Tragovi upućuju na ćelije
cs: Nápovědy se vztahují na jednotlivá políčka
de: Hinweiszellen beziehen sich auf einzelne Zellen
es: Las definiciones se refieren a casillas
et: Küsimused osutavad ruutudele
fr: Les indices font référence à des cases
it: Le definizioni fanno riferimento a caselle
pl: Określenia odnoszą się do kratek
pt_br: As pistas referem-se a células
sv: Nycklar gäller rutor
uk: Відповідність питань клітинкам

source: Clues refer to sets of cells
bs: Tragovi upućuju na setove ćelija
cs: Nápovědy se vztahují na více políček
de: Hinweiszellen beziehen sich auf mehrere Zellen
es: Las definiciones se refieren a conjuntos de casillas
et: Küsimused osutavad ruudukogumitele
fr: Les indices font référence à un ensemble de cases
it: Le definizioni fanno riferimento a insiemi di caselle
pl: Określenia odnoszą się do zestawów kratek
pt_br: As pistas referem-se a conjuntos de células
sv: Nycklar gäller grupper av rutor
uk: Питання, що відповідають декільком наборам клітинок

source: Clues:
bs: Tragovi:
cs: Nápovědy:
de: Hinweise:
es: Definiciones:
et: Küsimusi:
fr: Indices :
it: Definizioni:
pl: Określenia:
pt_br: Pistas:
sv: Nycklar:
uk: Питання:

source: Coded Puzzle
it: Cruciverba crittografato

# Short description of the crossword type 'Coded Puzzle'
source: Coded puzzles are a variant of crosswords in which each cell has a number between 1 and 26. The solver has to find out for which letter of the alphabet a number stands.
it: I cruciverba crittografati sono una variante dei cruciverba in cui ogni casella ha un numero tra 1 e 26. Il giocatore deve trovare a quale lettera dell'alfabeto si riferisce un numero.

source: Congratulations! You solved the crossword perfectly.
cs: Blahopřeji! Dokonale jste vyluštil křížovku.
it: Congratulazioni! Hai risolto perfettamente il cruciverba.

source: Congratulations! You solved the crossword perfectly.
bs: Čestitamo! Riješili ste križaljku savršeno.
cs: Blahopřeji! Dokonale jste vyluštil křížovku.
de: Herzlichen Glückwunsch! Sie haben das Kreuzworträtsel perfekt gelöst.
es: ¡Felicidades! Ha resuelto el crucigrama perfectamente.
et: Õnnitlused! Lahendasid ristsõna täiesti õigesti.
fr: Félicitations ! Vous avez parfaitement résolu la grille !
it: Congratulazioni! Hai risolto perfettamente il cruciverba.
pl: Gratulacje! Krzyżówka została perfekcyjnie rozwiązana.
pt_br: Parabéns! Você resolveu perfeitamente as palavras cruzadas.
sv: Gratulerar! Du har löst korsordet helt riktigt.
uk: Вітаємо! Ви чудово розв’язали цей кросворд.

source: Connect Database
bs: Uspostavi konekciju sa bazom podataka
cs: Připojit se k databázi
de: Datenbank verbinden
es: Conectar a la base de datos
et: Ühendumine andmebaasiga
fr: Se connecter à la base de données
it: Connetti database
pl: Podłącz bazę danych
pt_br: Conectar à base de dados
sv: Anslut till databas
uk: З’єднатися з базою даних

source: Conversion Info
bs: Info pretvorbe
cs: Informace o převodu
de: Umwandlungs-Information
es: Información de la conversión
et: Teisendamise teave
fr: Informations de conversion
it: Informazioni di conversione
pl: Informacje przekształcenia
pt_br: Informação de conversão
sv: Konverteringsinformation
uk: Відомості щодо перетворення

source: Convert &Letter %1 to Solution Letter
bs: Pretvori &slovo %1 u slovo rješenja
cs: Převést &písmeno %1 na písmeno řešení
de: Buchstabe „%1“ in Lösungs-Buchstaben umwandeln
es: Convertir la &letra en %1 en letra de la solución
et: Teise&nda täht %1 lahendustäheks
fr: Convertir la &lettre %1 en lettre de solution
it: Converti la &lettera %1 in lettera soluzione
pl: Przekształć &literę %1 na literę rozwiązania
pt_br: Converter a &letra %1 para uma letra da solução
sv: Konvertera &bokstav %1 till lösningsbokstav
uk: Перетворити &літеру %1 на літеру розв’язку

source: Convert Crossword From '%1' to '%2'
bs: Pretvori Crossword od '%1' do '%2'
cs: Změnit křížovku z '%1' na '%2'
de: Kreuzworträtsel von „%1“ in „%2“ umwandeln
es: Convertir crucigrama de «%1» a «%2»
et: Teisenda ristsõna tüübist '%1' tüüpi '%2'
fr: Convertir la grille de « %1 » vers « %2 »
it: Converti cruciverba da «%1» a «%2»
pl: Przekształć krzyżówkę z '%1' na '%2'
pt_br: Converter as palavras cruzadas de '%1' para '%2'
sv: Konvertera korsordet från '%1' till '%2'
uk: Перетворити кросворд з формату «%1» на «%2»

source: Convert Crossword Type To
bs: Pretvori tip križaljke u
cs: Převést druh křížovky na
de: Umwandeln in Kreuzworträtsel-Typ
es: Convertir el tipo de crucigrama a
et: Ristsõnatüübi teisendamine
fr: Convertir le type de grille en
it: Converti tipo di cruciverba in
pl: Przekształć typ krzyżówki na
pt_br: Converter o tipo de palavras cruzadas para
sv: Konvertera korsordstyp till
uk: Остаточний тип кросворда

source: Convert From: %1
bs: Pretvori iz: %1
cs: Převést z: %1
de: Umwandeln von: %1
es: Convertir desde: %1
et: Algtüüp: %1
fr: Convertir à partir de : %1
it: Converti da: %1
pl: Przekształć z: %1
pt_br: Converter de: %1
sv: Konvertera från: %1
uk: Перетворити з: %1

source: Convert Letter at (%1, %2) to Solution Letter
bs: Pretvori slovo na (%1, %2) u slovo rješenja
cs: Převést písmeno na (%1, %2) na písmeno řešení
de: Buchstabe bei (%1, %2) in Lösungs-Buchstaben umwandeln
es: Convertir letra en (%1, %2) en la letra de la solución
et: Teisenda täht asukohas (%1, %2) lahendustäheks
fr: Convertir la lettre en (%1, %2) en lettre solution
it: Converti la lettera in (%1, %2) in lettera soluzione
pl: Przekształć literę przy (%1, %2) na literę rozwiązania
pt_br: Converter a letra em (%1, %2) para uma letra da solução
sv: Konvertera bokstav på (%1, %2) till lösningsbokstav
uk: Перетворити літеру з координатами (%1, %2) на літеру розв’язку

# %1 contains the position of the solution letter in the solution word.
source: Convert Solution Letter %1 to Letter
bs: Pretvori slovo rješenja %1 u slovo
cs: Převést písmeno řešení %1 na písmeno
de: Lösungs-Buchstaben %1 in Buchstaben umwandeln
es: Convertir la tecla de la solución %1 en letra
et: Teisenda lahendustäht %1 täheks
fr: Convertir la lettre solution %1 en lettre
it: Converti la lettera soluzione %1 in lettera
pl: Przekształć literę rozwiązania %1 na literę
pt_br: Converter a letra da solução %1 para letra
sv: Konvertera lösningsbokstav %1 till bokstav
uk: Перетворення літери слова-розв’язку %1 на звичайну літеру

source: Convert To Crossword Type
bs: Pretvori u tip križaljke
cs: Převést na druh křížovky
de: Umwandeln in Kreuzworträtsel-Typ
es: Convertir a tipo de crucigrama
et: Ristsõnatüübi teisendamine
fr: Convertir vers un type de grille
it: Converti in tipo di cruciverba
pl: Przekształć typ krzyżówki
pt_br: Converter para o tipo de palavras cruzadas
sv: Konvertera till korsordstyp
uk: Перетворити на тип кросворда

source: Convert To: %1
bs: Pretvori u: %1
cs: Převést na: %1
de: Umwandeln in: %1
es: Convertir a: %1
et: Lõpptüüp: %1
fr: Convertir en : %1
it: Converti in: %1
pl: Przekształć do: %1
pt_br: Converter para: %1
sv: Konvertera till: %1
uk: Перетворити на: %1

source: Copyright information about the crossword
bs: Informacije o autorskim pravima u vezi sa križaljkom
cs: Informace o autorském právu, jež se váže ke křížovce
de: Copyright Information des Kreuzworträtsels
es: Información de los derechos de autor del crucigrama
et: Teave ristsõna autoriõiguse kohta
fr: Informations sur les droits d'auteur de la grille
it: Informazioni sul copyright del cruciverba
pl: Informacje o prawach autorskich krzyżówki
pt_br: Informação de 'copyright' das palavras cruzadas
sv: Upphovsrättsinformation om korsordet
uk: Відомості про авторські права на кросворд

source: Could not open resource at
cs: Nepodařilo se otevřít zdroj na
it: Impossibile aprire la risorsa in

source: Couldn't close the ZIP archive
bs: Ne može zatvoriti ZIP arhivu
cs: Nepodařilo se zavřít archiv ZIP
de: Das ZIP-Archiv kann nicht geschlossen werden
es: No se ha podido cerrar el archivo ZIP
et: ZIP-arhiivi sulgemine nurjus
fr: Impossible de fermer l'archive « ZIP »
it: Impossibile chiudere l'archivio ZIP
pl: Nie można zamknąć archiwum ZIP
pt_br: Não foi possível fechar o arquivo ZIP
sv: Kunde inte stänga ZIP-arkivet
uk: Не вдалося закрити архів ZIP

source: Couldn't connect to the database.
bs: Nije moguće ostvariti konekciju sa bazom podataka.
cs: Nepodařilo se spojit se s databází.
de: Es kann keine Verbindung zur Datenbank hergestellt werden.
es: No se ha podido conectar a la base de datos.
et: Andmebaasiga ühendumine nurjus.
fr: Impossible de se connecter à la base de données.
it: Non è stato possibile connettersi al database.
pl: Nie można połączyć się do bazy danych.
pt_br: Não foi possível contactar a base de dados.
sv: Kunde inte ansluta till databasen.
uk: Не вдалося встановити з’єднання з базою даних.

source: Couldn't export the image to the specified file.
cs: Křížovku se nepodařilo vyvést do zadaného obrázkového souboru.
de: Das Kreuzworträtsel kann nicht in die angegebene Bild-Datei exportiert werden.
es: No se ha podido exportar la imagen al archivo especificado.
et: Pildi eksportimine määratud failina nurjus.
fr: Impossible d'exporter l'image dans le fichier spécifié.
it: Non è stato possibile esportare l'immagine al file specificato.
pl: Nie można eksportować obrazu do podanego pliku.
pt_br: Não foi possível exportar a imagem para o arquivo indicado.
sv: Kunde inte exportera bilden till angiven fil.
uk: Не вдалося експортувати зображення до вказаного файла.

source: Couldn't open the ZIP archive for writing
bs: Ne može otvoriti ZIP arhivu za pisanje
cs: Nepodařilo se otevřít archiv ZIP pro zápis
de: Das Zip-Archiv kann nicht zum Schreiben geöffnet werden
es: No se ha podido abrir el archivo ZIP para la escritura
et: ZIP-arhiivi avamine kirjutamiseks nurjus
fr: Impossible d'ouvrir l'archive « ZIP » en écriture
it: Impossibile aprire l'archivio ZIP per la scrittura
pl: Nie można otworzyć archiwum ZIP do zapisywania
pt_br: Não foi possível abrir o arquivo ZIP para gravação
sv: Kunde inte öppna ZIP-arkivet för skrivning
uk: Не вдалося відкрити архів ZIP для запису

source: Couldn't remove the crossword from the library.
cs: Nepodařilo se odstranit křížovku z knihovny.
it: Non è stato possibile rimuovere il cruciverba dalla raccolta.

source: Couldn't remove the directory from the library. You need root privileges to remove directories which belong to the global library.
cs: Adresář se nepodařilo odstranit z knihovny. Potřebujete výhradní práva superuživatele, abyste mohl odstranit adresáře náležející k celkové knihovně.
de: Der Ordner kann nicht aus der Sammlung gelöscht werden. Sie benötigen besondere Berechtigungen, um Ordner zu löschen, die der globalen Sammlung angehören.
es: No se ha podido eliminar el directorio de la biblioteca. Necesita privilegios de administrador para eliminar directorios que pertenecen a la biblioteca global.
et: Kataloogi eemaldamine kogust nurjus. Kataloogi eemaldamiseks, mis kuulub globaalsesse kogusse, läheb tarvis administraatori õigusi.
fr: Impossible de supprimer le dossier de la bibliothèque. Vous devez avoir les privilèges de superutilisateur pour pouvoir supprimer des dossiers de la bibliothèque globale.
it: Non è stato possibile rimuovere la cartella dalla raccolta. Hai bisogno dei privilegi d'amministratore per rimuovere le cartelle che appartengono alla raccolta globale.
pl: Nie można usunąć katalogu z biblioteki Musisz mieć uprawnienia administratora, aby usuwać katalogi, które należą do globalnej biblioteki.
pt_br: Não foi possível remover a pasta da biblioteca. São necessários privilégios de 'root' para remover as palavras cruzadas que pertençam à biblioteca global.
sv: Kunde inte ta bort katalogen från biblioteket. Du behöver rättigheter som systemadministratör för att ta bort kataloger som hör till det allmänna biblioteket.
uk: Не вдалося вилучити каталог з бібліотеки. Для вилучення каталогів з загальної бібліотеки вам потрібні права доступу адміністратора..
