Repository: zero804/krossword
Catalog: po/*.po
Languages: bs, cs, de, es, et, fr, it, pl, pt_br, sv, uk

source: Hides the clue cell. The first letter cell is placed at the coordinates of the clue cell.
bs: Skriva ćeliju traga. Prva ćelija slova je postavljena na koordinatama od ćelije traga.
cs: Skryje políčko s nápovědou. První políčko s písmenem je umístěno na souřadnicích políčka s nápovědou.
de: Verbirgt die Hinweiszelle. Die erste Buchstabenzelle wird an den Koordinaten der Hinweiszelle platziert.
es: Oculta la casilla de definición. La casilla de la primera letra se coloca en las coordenadas de la casilla de definición.
et: Vastusruudu peitmine. Esimese tähe ruut asetatakse küsimusruudu koordinaatidele.
fr: Cache la case d'indice. La première lettre est placée aux coordonnées de la case d'indice.
it: Nasconde la casella autodefinita. La prima casella lettera è posta alle coordinate della casella autodefinita.
pl: Ukrywa kratkę określenia. Kratka pierwszej litery zostaje umieszczona na współrzędnych kratki określenia.
pt_br: Oculta a célula da pista. A célula da primeira letra é colocada nas coordenadas da célula da pista.
sv: Döljer nyckelrutan. Den första bokstavsrutan placeras på nyckelrutans koordinater.
uk: Приховати клітинку питання. Клітинку першої літери відповіді буде розташовано у клітинці питання.

source: Hint For This Cell
bs: Nagovještaj za ovu ćeliju
cs: Rada pro toto políčko
de: Hinweis für diese Zelle
es: Definición para esta casilla
et: Ruudu vihje
fr: Indice pour cette case
it: Suggerimento per questa casella
pl: Wskazówka do tej kratki
pt_br: Sugestão para esta célula
sv: Tips för den här rutan
uk: Підказка для цієї клітинки

# Orientation of the answer to a clue.
source: Hori&zontal
it: Ori&zzontale

source: If a clue cell can, can't or has to be inserted into the crossword grid for each clue
bs: Ako ćelija traga može, ne može ili mora biti umetnuta u rešetku križaljke za svaki trag
cs: Zda políčko s nápovědou může, nemůže nebo musí být vloženo do mřížky s křížovkou u každé nápovědy
de: Ob für jeden Hinweis eine Hinweiszellen in das Kreuzworträtsel-Gitter eingefügt werden muss, darf oder nicht darf.
es: Si una casilla de definición puede, no puede o debe ser insertada en la plantilla del crucigrama para cada definición.
et: Kas iga küsimuse jaoks võib, ei või või peab lisama ruudustikku küsimusruudu
fr: S'il est possible, impossible ou obligatoire d'ajouter une case d'indice pour chaque indice
it: Se una casella autodefinita può, non può o deve essere inserita nella griglia per ogni definizione
pl: Jeżeli kratka określenia może, nie może lub musi być wstawiona w siatkę krzyżówki dla każdego określenia
pt_br: Se uma célula de pista pode, não pode ou tem que ser inserida na grade das palavras cruzadas, para cada pista
sv: Om en nyckelruta kan, inte kan eller måste infogas i korsordets rutnät för varje nyckel
uk: Можливі режим з додаванням, без додавання або з обов’язковим додаванням питання у ґратку кросворда.

source: Image &File:
bs: Slikovna &datoteka:
cs: &Soubor s obrázkem:
de: Bild-&Datei:
es: &Archivo de imagen:
et: Pildi&fail:
fr: &Fichier d'image :
it: &File immagine:
pl: Plik &obrazu:
pt_br: &Arquivo de imagem:
sv: Bild&fil:
uk: &Файл зображення:

source: Image '%1'
bs: Slika '%1'
cs: Obrázek '%1'
de: Bild „%1“
es: Imagen «%1»
et: Pilt '%1'
it: Immagine «%1»
pl: Obraz '%1'
pt_br: Imagem '%1'
sv: Bild '%1'
uk: Зображення «%1»

source: Image cell
bs: Ćelija slike
cs: Políčko s obrázkem
de: Bildzelle
es: Casilla de imagen
et: Pildiruut
fr: Case d'image
it: Casella immagine
pl: Krata obrazu
pt_br: Célula de imagem
sv: Bildruta
uk: Клітинка зображення

source: Image cell not found at the given coordinates (%1, %2): '%3'
bs: Ćelija slike nije pronađena na datim koordinatama (%1, %2): '%3'
cs: Políčko s obrázkem na daných souřadnicích nenalezeno (%1, %2): '%3'
de: Bild an den gegebenen Koordinaten nicht gefunden (%1, %2): „%3“
es: Casilla de imagen no encontrada en las coordenadas (%1, %2): «%3»
et: Antud koordinaatidel (%1, %2) ei leitud pildiruutu: '%3'
fr: Aucune case d'image trouvée aux coordonnées (%1, %2) : « %3 »
it: Casella immagine non trovata alle coordinate date (%1, %2): «%3»
pl: Nie znaleziono kratki obrazu przy podanych współrzędnych (%1, %2): '%3'
pt_br: A célula da imagem não foi encontrada para as coordenadas indicadas (%1, %2): '%3'
sv: Bildruta hittades inte på angivna koordinater (%1, %2): '%3'
uk: За вказаними координатами (%1, %2) не знайдено клітинки з зображенням: «%3»

source: Import From CSV
bs: Uvezi iz CSV
cs: Zavést z CSV
de: Von CSV importieren
es: Importar desde CSV
et: Import CSV-st
fr: Importer à partir d'un fichier « CSV »
it: Importa da CSV
pl: Importuj z CSV
pt_br: Importar de CSV
sv: Import från CSV
uk: Імпортувати з CSV

source: Importing Dictionary
bs: Uvozi rječnik
cs: Zavádí se slovník
de: Wörterbuch importieren
es: Importando diccionario
et: Sõnaraamatu import
fr: Importation du dictionnaire
it: Importazione dizionario in corso
pl: Importowanie słownika
pt_br: Importando o dicionário
sv: Importerar lexikon
uk: Імпортування словника

source: Importing word clue pairs from '%1' to the database. Please wait.
bs: Uvozi parove traga riječi iz '%1' u bazu podataka. Molimo sačekajte.
cs: Zavádí se dvojice slovo nápověda z '%1' do databáze. Počkejte, prosím.
de: Wort-Hinweis-Paare von „%1“ werden in die Datenbank importiert. Bitte warten.
es: Importando pares de palabras de definición desde «%1» a la base de datos. Por favor, espere.
et: Sõna ja küsimuse paaride importimine failist '%1' andmebaasi. Palun oota.
fr: Importation des paires mot-indice depuis « %1 » vers la base de données. Veuillez patienter.
it: Importazione di coppie parola-definizione da «%1» al database. Attendere prego.
pl: Importowanie słów par określeń z '%1' do bazy danych. Proszę czekać.
pt_br: Importando os pares de pistas de palavras de '%1' para a base de dados. Espere por favor.
sv: Importerar ord- och lösenordspar från '%1' till databasen. Vänta.
uk: Імпортування пар питання-відповідь з «%1» до бази даних. Будь ласка, зачекайте.

source: Imports entries from a comma separated text file.
bs: Uvozi unose iz datoteke sa tekstom odvojenim zarezima.
cs: Zavede záznamy ze souboru s textem odděleným čárkou.
de: Importiert Einträge aus einer Textdatei mit durch Komma getrennten Werten.
es: Importa entradas desde un archivo de texto separado por comas.
et: Kirjete importimine komadega eraldatud tekstifailist.
fr: Importe des entrées depuis un fichier dans lequel elles sont séparées par des virgules.
it: Importa voci da un file di testo separato da virgole.
pl: Importuje wpisy z pliku tekstowego z oddzieleniami w postaci przecinków.
pt_br: Importa os itens de um arquivo de texto separado com vírgulas.
sv: Importerar poster åtskilda med kommatecken från en textfil.
uk: Імпортувати записи з текстового файла записів, відокремлених комами (CSV).

source: Insert special characters to the clue text
bs: Unesite posebno slovo u tekst traga
cs: Vložit zvláštní znaky do textu nápovědy
de: Sonderzeichen in den Hinweis-Text einfügen.
es: Insertar caracteres especiales en el texto de la definición
et: Erimärkide lisamine küsimuse teksti
fr: Ajouter des caractères spéciaux au texte de l'indice
it: Inserisci caratteri speciali nel testo della definizione
pl: Wstaw znaki specjalne do tekstu określenia
pt_br: Inserir os caracteres especiais do texto da pista
sv: Infoga specialtecken i nyckeltexten
uk: Вставити спеціальні символи до тексту питання

source: Interactive cells
bs: Interaktivne ćelije
cs: Interaktivní políčka
de: Interaktive Zellen
es: Casillas interactivas
et: Interaktiivsed ruudud
fr: Cases interactives
it: Caselle interattive
pl: Interaktywne kratki
pt_br: Células interativas
sv: Interaktiva rutor
uk: Інтерактивні клітинки

# Horizontal:
source: Label for the number of horizontal clues
bs: Oznaka za broj horizontalnih tragova
cs: Štítek pro počet vodorovných nápověd
de: Beschriftung für die Anzahl der waagerechten Hinweise
es: Etiqueta para el número de definiciones horizontales
et: Põiksuunas:
fr: Étiquette pour le nombre d'indices horizontaux
it: Etichetta per il numero di definizioni orizzontali
pl: Etykieta dla liczby poziomych określeń
pt_br: Legenda do número de pistas horizontais
sv: Beteckning för antalet vågräta ledtrådar
uk: Мітка кількості питань по горизонталі

# Vertical:
source: Label for the number of vertical clues
bs: Oznaka za broj vertikalnih tragova
cs: Štítek pro počet svislých nápověd
de: Beschriftung für die Anzahl der senkrechten Hinweise
es: Etiqueta para el número de definiciones verticales
et: Püstsuunas:
fr: Étiquette pour le nombre d'indices verticaux
it: Etichetta per il numero di definizioni verticali
pl: Etykieta dla liczby pionowych określeń
pt_br: Legenda do número de pistas verticais
sv: Beteckning för antalet lodräta ledtrådar
uk: Мітка кількості питань по вертикалі

# The header title for languages of clue/answer pairs in the dictionary database
source: Language
bs: Jezik
cs: Jazyk
de: Sprache
es: Idioma
et: Keel
fr: Langue
it: Lingua
pl: Język
pt_br: Idioma
sv: Språk
uk: Мова

# @action:intoolbar
source: Last Clue
cs: Poslední nápověda
it: Ultima definizione

source: Lets you choose crossword files to extracts words with associated clues from
bs: Pušta da birate datoteke križaljke da izvezete riječi sa povezanim tragovima iz
cs: Nechá vás vybrat soubory s křížovkami, z nichž se budou vytahovat slova s k nim přidruženými nápovědami
de: Lässt Sie Kreuzworträtsel-Dateien wählen, aus denen Wörter mit zugehörigen Hinweisen extrahiert werden.
es: Le permite elegir archivos de crucigrama de los que extraer palabras con definiciones asociadas.
et: Võimaldab valida ristsõnafailid, kus hankida küsimustega seotud sõnad
fr: Vous permet de choisir un fichier de grille pour en extraire les mots et les indices associés.
it: Ti permette di scegliere cruciverba da cui estrarre parole con la definizione associata
pl: Pozwala tobie wybrać pliki krzyżówek, z których mają zostać wydobyte słowa skojarzone z określeniami
pt_br: Permite-lhe escolher os arquivos de palavras cruzadas com as pistas associadas de
sv: Låter dig välja korsordsfiler att extrahera ord med tillhörande nycklar från
uk: Надає вам змогу обрати файли кросвордів для видобування слів-відповідей з питаннями

source: Lets you choose crossword files to extracts words with associated clues from. This does the same as "Extract From Library", but you can select from which files words should be extracted.
bs: Pušta da birate datoteke križaljke da izvezete riječi sa povezanim tragovima iz. Ovo radi isto kao "Izvezi iz biblioteke", ali možete odabrati koje bi datoteke riječi trebale biti izvezene.
cs: Nechá vás vybrat soubory s křížovkami, z nichž se budou vytahovat slova s k nim přidruženými nápovědami. Téhož lze dosíci pomocí "Vytáhnout z knihovny", ale můžete si vybrat soubory křížovek, ze kterých se slova budou vytahovat.
de: Lässt Sie Kreuzworträtsel-Dateien auswählen, aus denen alle Wörter samt zugehöriger Hinweise extrahiert werden. Dabei passiert das gleiche wie bei „Aus Sammlung extrahieren“, außer dass Sie die Kreuzworträtsel-Dateien frei wählen können.
es: Le permite elegir archivos de crucigrama de los que extraer palabras con definiciones asociadas. Esto hace lo mismo que «Extraer desde la biblioteca», pero puede seleccionar desde qué archivos deben extraerse las palabras.
et: Võimaldab valida ristsõnafailid, kus hankida küsimustega seotud sõnad. Teeb sama, mis "Hankimine kogust", kuid sa saad valida, millistest failidest sõnu hangitakse.
fr: Vous permet de choisir des fichiers de grille pour en extraire les mots et les indices associés. Cette fonction a le même comportement que « Extraire depuis la bibliothèque » mais vous permet de sélectionner les fichiers dont vous voulez extraire les mots.
it: Ti permette di scegliere file cruciverba da cui estrarre parole con le definizioni associate. Ha la stessa funzione di «Estrai dalla raccolta», ma puoi selezionare da quali file dovrebbero essere estratte le parole.
pl: Pozwala tobie wybrać pliki krzyżówek, z których mają zostać wydobyte słowa skojarzone z określeniami. Ma to samo działanie co "Wydobądź z biblioteki...", ale możesz wybrać, z których plików mają zostać wydobyte słowa.
pt_br: Permite-lhe escolher os arquivos de palavras cruzadas com as pistas associadas de um determinado grupo de arquivos. Isto faz o mesmo que o "Extrair da biblioteca", mas você pode escolher os arquivos de onde extrair as palavras.
sv: Låter dig välja korsordsfiler att extrahera ord med tillhörande nycklar från. Detta gör samma sak som "Extrahera från bibliotek" men du kan välja från vilka filer ord ska extraheras.
uk: Надає вам змогу вказати файли кросвордів для видобування слів-відповідей з питаннями. Буде виконано дію, подібну до дії пункту «Видобути з бібліотеки», але ви зможете обрати файли, з яких слід виконати видобування.

# Short description of the crossword type 'User Defined'
source: Lets you specify your own rules.
bs: Dopušta da definišete vlastita pravila.
cs: Nechá vás určit vaše vlastní pravidla.
de: Lässt Sie Ihre eigenen Regeln festlegen.
es: Le permite especificar sus propias reglas.
et: Võimaldab kindlaks määrata omaenda reeglid.
fr: Vous permet de spécifier vos propres règles.
it: Ti permette di specificare le regole.
pl: Pozwala tobie określić swoje własne zasady.
pt_br: Permite-lhe indicar as suas próprias regras.
sv: Låter dig ange egna regler.
uk: Надає вам змогу вказати власні правила.

source: Letter
bs: slovo
cs: Písmeno
de: Buchstabe
es: Letra
et: Täht
fr: Lettre
it: Lettera
pl: Litera
pt_br: Letra
sv: Bokstav
uk: Літера

source: Letter Cells:
bs: Ćelije slova:
cs: Políčka s písmeny:
de: Buchstabenzellen:
es: Casillas de letra:
et: Täheruute:
fr: Cases de lettre :
it: Caselle lettera:
pl: Kratki liter:
pt_br: Células de letras:
sv: Bokstavsrutor:
uk: Клітинок з літерами:

source: Letter cell
bs: ćelija slova
cs: Políčko s písmenem
de: Buchstabenzelle
es: Casilla de letra
et: Täheruut
fr: Case de lettre
it: Casella lettera
pl: Kratka litery
pt_br: Célula de letra
sv: Bokstavsruta:
uk: Клітинка літери

source: Letter cell not found at the given coordinates (%1, %2)
bs: Ćelija slova nije pronađena na datim koordinatama (%1, %2)
cs: Políčko s písmenem nenalezeno na daných souřadnicích (%1, %2)
de: Buchstabenzelle an den gegebenen Koordinaten (%1, %2) nicht gefunden
es: Casilla de la letra no encontrada en las coordenadas (%1, %2)
et: Antud koordinaatidel (%1, %2) ei leitud täheruutu
fr: Aucune case de lettre trouvée aux coordonnées (%1, %2)
it: Casella della lettera non trovata alle coordinate date (%1, %2)
pl: Nie znaleziono kratki litery przy podanych współrzędnych (%1, %2)
pt_br: A célula da letra não foi encontrada para as coordenadas indicadas (%1, %2)
sv: Bokstavsruta hittades inte på angivna koordinater (%1, %2)
uk: За вказаними координатами (%1, %2) клітинки з літерою не знайдено

source: Letters can't be converted back correctly after this conversion.
bs: Slova ne mogu biti konvertovana nazad tačno nakon ove konverzije.
cs: Po tomto převodu nelze písmena převést zpět správně
de: Buchstaben können nach dieser Umwandlung nicht korrekt zurück umgewandelt werden
es: Las letras no pueden volverse a transformar después de esta conversión.
et: Pärast seda teisendamist ei saa tähti enam korrektselt tagasi teisendada.
fr: Les lettres ne peuvent plus être reconverties correctement dans l'autre sens après cette conversion.
it: Le lettere non possono essere riconvertite correttamente dopo questa conversione.
pl: Litery mogą zostać przekształcone z powrotem po tym przekształceniu
pt_br: As letras não poderão ser convertidas corretamente de volta após esta conversão.
sv: Bokstäver kan inte konverteras tillbaka riktigt efter den här konverteringen.
uk: Правильне зворотне перетворення літер стане неможливим.

source: Library
bs: Biblioteka
cs: Knihovna
de: Sammlung
es: Biblioteca
et: Kogu
fr: Bibliothèque
it: Raccolta
pl: Biblioteka
pt_br: Biblioteca
sv: Bibliotek
uk: Бібліотека

source: Library
cs: Knihovna
it: Raccolta

source: Loaded crossword from file '%1'
bs: Popunjena križaljka iz datoteke '%1'
cs: Křížovka nahraná ze souboru '%1'
de: Kreuzworträtsel von Datei „%1“ geladen
es: Cargado el crucigrama del archivo «%1»
et: Laaditi ristsõna failist '%1'
fr: Grille de mots-croisés chargée depuis le fichier « %1 »
it: Caricato cruciverba dal file «%1»
pl: Wczytano krzyżówkę z pliku '%1'
pt_br: Carregar as palavras cruzadas do arquivo '%1'
sv: Läste in korsord från filen '%1'
uk: Кросворд завантажено з файла «%1»

source: Loading preview...
bs: Učitavam prikaz...
cs: Nahrává se náhled...
de: Vorschau wird geladen ...
es: Cargando vista previa...
et: Eelvaatluse laadimine...
fr: Chargement de l'aperçu...
it: Caricamento anteprima...
pl: Wczytywanie podglądu...
pt_br: Carregando previsão...
sv: Läser in förhandsgranskning...
uk: Завантаження перегляду...

source: Loading the crossword, please wait...
bs: Učitava križaljku, molimo sačekajte...
cs: Nahrává se křížovka. Počkejte, prosím,...
de: Das Kreuzworträtsel wird geladen, bitte warten ...
es: Cargando el crucigrama. Por favor, espere...
et: Ristsõna laadimine, palun oota...
fr: Chargement de la grille, veuillez patienter...
it: Caricamento del cruciverba, attendere...
pl: Wczytywanie krzyżówki, proszę czekać...
pt_br: Carregando as palavras cruzadas, espere por favor...
sv: Läser in korsordet, vänta...
uk: Завантаження кросворда, будь ласка, зачекайте...

source: Loading...
bs: Učitavam...
cs: Nahrává se...
de: Wird geladen ...
es: Cargando...
et: Laadimine...
fr: Chargement en cours...
it: Caricamento in corso...
pl: Wczytywanie...
pt_br: Carregando...
sv: Läser in...
uk: Завантаження...

source: Make Clue Cell Visible
bs: Napravi ćeliju traga vidljivom
cs: Zviditelnit políčko s nápovědou
de: Hinweiszelle anzeigen
es: Hacer visible la casilla de definición
et: Muuda küsimusruut nähtavaks
fr: Afficher la case d'indice
it: Rendi visibile la casella autodefinita
pl: Uczyń kratkę określenia widoczną
pt_br: Tornar a célula da pista visível
sv: Gör nyckelruta synlig
uk: Зробити клітинку питання видимою

source: Mark as confident
bs: Označite kao sigurno
cs: Označit jako jisté
de: Als sicher markieren
es: Marcar como confiable
et: Märgi kindlaks
fr: Marquer à « Confiant »
it: Segna come sicuro
pl: Oznacz jako pewna
pt_br: Marcar como confiável
sv: Ange som säker
uk: Позначити як точну

source: Mark as unsure
bs: Označite kao nesigurno
cs: Označit jako nejisté
de: Als unsicher markieren
es: Marcar como no segura
et: Märgi kaheldavaks
fr: Définir à « Hésitant »
it: Segna come non sicuro
pl: Oznacz jako niepewna
pt_br: Marcar como incerto
sv: Ange som osäker
uk: Позначити як неточну

source: Mark the selected letter cell's confidence as confident
cs: Označit stupeň důvěry ve vybrané písmeno jako jistý
it: Imposta il grado di sicurezza della lettera selezionata come sicuro

source: Mark the selected letter cell's confidence as unsure
cs: Označit stupeň důvěry ve vybrané písmeno jako nejistý
it: Imposta il grado di sicurezza della lettera selezionata come non sicuro

source: Matt Jones (thursdays)
cs: Matt Jones (každý čtvrtek)
de: Matt Jones (donnerstags)
es: Matt Jones (jueves)
et: Matt Jones (neljapäeviti)
fr: Matt Jones (tous les Mardis)
it: Matt Jones (giovedì)
pl: Matt Jones (czwartki)
pt_br: Matt Jones (quintas-feiras)
sv: Matt Jones (torsdagar)
uk: Кросворди від Метта Джонса (четвер)

source: Max. Answer Length:
bs: Max. dužina odgovora:
cs: Největší délka odpovědi:
de: Max. Antwort-Länge:
es: Longitud máx. de respuesta:
et: Vastuse maks. pikkus:
fr: Longueur maximale de réponse :
it: Lunghezza massima risposta:
pl: Maks. długość odpowiedzi:
pt_br: Tamanho máximo da resposta:
sv: Största svarslängd:
uk: Макс. довжина відповіді:

source: Min. Answer Length:
bs: Min. dužina odgovora:
cs: Nejmenší délka odpovědi:
de: Min. Antwort-Länge:
es: Longitud mín. de respuesta:
et: Vastuse min. pikkus:
fr: Longueur minimale de réponse :
it: Lunghezza minima risposta:
pl: Min. długość odpowiedzi:
pt_br: Tamanho mínimo da resposta:
sv: Minsta svarslängd:
uk: Мін. довжина відповіді:

source: Mots-croisés.ch free French crosswords
cs: Mots-croisés.ch francouzské křížovky zdarma
it: Cruciverba francesi di Mots-croisés.ch

source: Move All Cells By %1, %2
bs: Premjesti sve ćelija za %1, %2
cs: Posunout všechna políčka o %1, %2
de: Alle Zellen um %1, %2 verschieben
es: Mover todas las casillas en %1, %2
et: Liiguta kõiki ruute %1, %2 võrra
fr: Déplacer toutes les cases de %1, %2
it: Muovi tutte le caselle da %1, %2
pl: Przemieść wszystkie kratki o %1, %2
pt_br: Mover todas as células em %1, %2
sv: Flytta alla rutor med %1, %2
uk: Пересунути всі клітинки на %1, %2

source: Move All Cells...
bs: Pomjeri sve ćelije...
cs: Posunout všechna políčka...
de: Alle Zellen verschieben ...
es: Mover todas las casillas...
et: Liiguta kõiki ruute...
fr: Déplacer toutes les cases...
it: Muovi tutte le caselle...
pl: Przemieść wszystkie kratki...
pt_br: Mover todas as células...
sv: Flytta alla rutor...
uk: Пересунути всі клітинки...

source: Move Cells
bs: Premjesti ćelije
cs: Posunout políčka
de: Zellen verschieben
es: Mover casillas
et: Ruutude liigutamine
fr: Déplacer les cases
it: Muovi caselle
pl: Przemieść kratki
pt_br: Mover as células
sv: Flytta rutor
uk: Пересування клітинок

source: Move Horizontal:
cs: Posunout vodorovně
de: Waagerecht verschieben:
es: Mover horizontal:
et: Liigutamine põiksuunas:
fr: Déplacer horizontalement :
it: Muovi orizzontale:
pl: Przemieść poziomo:
pt_br: Mover na horizontal:
sv: Flytta vågrätt:
uk: Зсув по горизонталі:

source: Move Vertical:
cs: Posunout svisle
de: Senkrecht verschieben:
es: Mover vertical:
et: Liigutamine püstsuunas:
fr: Déplacer verticalement :
it: Muovi verticale:
pl: Przemieść pionowo:
pt_br: Mover na vertical:
sv: Flytta lodrätt:
uk: Зсув по вертикалі:

source: Moves all cells of the crossword
cs: Posune všechna políčka v křížovce
it: Muove tutte le caselle del cruciverba

source: Moving all cells will remove %1 clue %2
bs: Premještanje svih ćelija će ukloniti %1 trag %2
cs: Posunutí všech políček odstraní %1 nápovědu %2
de: Die Verschiebung aller Zellen wird %1 Hinweis von %2 entfernen
es: Mover todas las casillas eliminará %1 definición %2
et: Kõigi ruutude liigutamisel eemaldatakse %1 küsimus %2
fr: Le déplacement de toutes les cases supprimera %1 indice %2
it: Lo spostamento di tutte le caselle rimuoverà %1 definizione %2
pl: Przemieszczanie wszystkich kratek usunie %1 określenie %2
pt_br: A movimentação de todas as células irá remover %1 pista %2
sv: Att flytta alla rutor tar bort %1 ledtråd %2
uk: Пересування призведе до вилучення %1 питання %2

source: Name of the current theme.
bs: Ime trenutačne teme.
cs: Název současné vnější úpravy.
de: Name des aktuellen Designs.
es: Nombre del tema actual.
et: Aktiivse teema nimi.
fr: Nom du thème actuel.
it: Nome del tema attualmente utilizzato.
pl: Nazwa obecnego motywu.
pt_br: O nome do tema atual.
sv: Namn på nuvarande tema.
uk: Назва поточної теми.

# @action:intoolbar
source: New &Folder...
cs: Nová &složka...
it: Nuova &cartella...

source: New Crossword Type
bs: Novi tip križaljke
cs: Nový druh křížovky
de: Neuer Kreuzworträtsel-Typ
es: Nuevo tipo de crucigrama
et: Uus ristsõnatüüp
fr: Type de la nouvelle grille
it: Nuovo tipo di cruciverba
pl: Nowy typ krzyżówki
pt_br: Novo tipo de palavras cruzadas
sv: Ny korsordstyp
uk: Тип нового кросворда

source: New Library Folder
cs: Nová složka v knihovně
de: Neuer Sammlungs-Ordner
es: Nueva carpeta de la biblioteca
et: Kogu uus kataloog
fr: Nouveau dossier de la bibliothèque
it: Nuova cartella della raccolta
pl: Nowy katalog biblioteki
pt_br: Nova pasta da biblioteca
sv: Ny bibliotekskatalog
uk: Створити теку у бібліотеці
